{
  "generated": "2025-07-10T02:55:39Z",
  "cards": [
    {
      "title": "Trump threatens Brazil with 50% tariff and demands Bolsonaro's trial end",
      "summary": "Trump threatens Brazil with 50% tariff and demands Jair Bolsonaro's trial end. Trump accuses Brazil of \"attacks\" on US tech companies and of conducting a \"witch hunt\" Brazil's president Luiz Inácio Lula da Silva said an increase in tariffs on Brazil would be reciprocated. Trump has posted 22 letters to",
      "url": "https://www.bbc.com/news/articles/c784ee81y4zo"
    },
    {
      "title": "Search for survivors after Houthis sink second Red Sea cargo ship in a week",
      "summary": "Houthis attack Liberian-flagged, Greek-operated Eternity C, which was carrying 25 crew. The Eternity C was hit by rocket-propelled grenades fired from small boats on Monday. It is the second vessel the Houthis have sunk in a week, after the group on Sunday launched missiles and drones.",
      "url": "https://www.bbc.com/news/articles/c3071vp2d8yo"
    },
    {
      "title": "US sanctions UN expert Francesca Albanese, critic of Israel's Gaza offensive",
      "summary": "US sanctions likely to prevent Francesca Albanese from travelling to the US and block any assets she has in the country. Secretary of State Marco Rubio linked the move to her support for the International Criminal Court (ICC)",
      "url": "https://www.bbc.com/news/articles/c70rllxr0kyo"
    },
    {
      "title": "South Korea's ex-president Yoon Suk Yeol rearrested",
      "summary": "Yoon Suk Yeol was the first sitting South Korean president to be arrested over last year's failed martial law bid. He was impeached in April over the order, which saw military rule introduced for six-hours in December. A senior judge at Seoul's Central District Court issued an arrest warrant for Yoon on Wednesday.",
      "url": "https://www.bbc.com/news/articles/cd97ez54dlyo"
    },
    {
      "title": "Families anxious over safety of Indians kidnapped in Mali",
      "summary": "Families anxious over safety of Indians kidnapped in Mali last week. India's foreign ministry said the men, who worked in a cement factory in Mali, were \"forcibly taken\" by a group of \"armed assailants\" Last week's incident comes after five Indian citizens were kidnapped in Niger in April.",
      "url": "https://www.bbc.com/news/articles/c9vrj0jn8v8o"
    },
    {
      "title": "Seoul returns six North Koreans with 'strong desire' to go back",
      "summary": "Seoul returns six North Koreans with 'strong desire' to go back. South Korean authorities say this is the first such return under the presidency of South Korea's Lee Jae-myung. The two countries unsuccessfully tried to co-ordinate the return for months.",
      "url": "https://www.bbc.com/news/articles/cwyrwp8r1xgo"
    },
    {
      "title": "Kyiv facing massive Russian attack, Ukraine says",
      "summary": "Ukraine's capital Kyiv is again under a massive overnight Russian drone attack. At least 10 people reported injured and fires burning across the city. Ukraine's military has also warned of a threat of a ballistic missile attack.",
      "url": "https://www.bbc.com/news/articles/cj3rvpe06rxo"
    },
    {
      "title": "Watch: Trump praises Liberian president's English, the country's official language",
      "summary": "President Donald Trump complimented Liberian President Joseph Boakai on his English-speaking. He told him he speaks \"such good English\" but did not mention English is the official language of Liberia.",
      "url": "https://www.bbc.com/news/videos/cdxl4gknwgno"
    },
    {
      "title": "Days after Texas floods, at least 150 people are still missing in one county",
      "summary": "Days after Texas floods, at least 150 people are still missing in Kerr County, Texas. At least 119 people have died in the disaster, according to the latest county-by-county tolls.",
      "url": "https://www.bbc.com/news/articles/cql04vz0q45o"
    },
    {
      "title": "Gaza truce talks reportedly stall despite second Netanyahu-Trump meeting",
      "summary": "Negotiations between Israel and Hamas have stalled after three days of indirect talks, Palestinian official says. Key sticking points included how aid would be distributed during the ceasefire and Israeli troop withdrawals. Donald Trump insisted there was a \"very good chance\" a deal would be reached either this week or next.",
      "url": "https://www.bbc.com/news/articles/ce3newwl1zeo"
    },
    {
      "title": "Red Bull sack team principal Horner after 20 years",
      "summary": "Christian Horner has been sacked as Red Bull team principal after 20 years in the role. The 51-year-old has been in charge of the Formula 1 team since their inception in 2005. The dismissal follows months of declining form for the team and internal disputes at the highest level.",
      "url": "https://www.bbc.com/sport/formula1/articles/cn5k6y1xyl3o"
    },
    {
      "title": "China rejects German claim it targeted military plane with laser",
      "summary": "China rejects German claim it targeted military plane with laser fired from a warship. Germany has summoned the Chinese ambassador and described the incident as \"entirely unacceptable\" China's envoy to the EU has also been summoned by the bloc.",
      "url": "https://www.bbc.com/news/articles/c6280v9gm6qo"
    },
    {
      "title": "French police raid on National Rally HQ prompts outrage from party leaders",
      "summary": "Police raid on National Rally HQ prompts outrage from party leaders. Jordan Bardella, 29, was not in Paris at the time of the raids and there was no immediate comment from Marine Le Pen.",
      "url": "https://www.bbc.com/news/articles/ckg5kd04e1jo"
    },
    {
      "title": "Chinese students sleep off heatwave in libraries and tents",
      "summary": "Chinese students sleep off heatwave in libraries and tents and tents in libraries. China's \"dog days\" arrived early this year, catching millions in the country's eastern region off guard. Hotels have become popular among students seeking to avoid sweaty nights in dormitories.",
      "url": "https://www.bbc.com/news/articles/czrykm5z2rxo"
    },
    {
      "title": "'You did it': How doctor realised mushroom cook was a killer",
      "summary": "Erin Patterson was convicted of the murders of her in-laws, Don and Gail Patterson, both 70, as well as her sister, Heather Wilkinson, 66. Dr Chris Webster had spent the morning frantically treating two of the four people a jury this week found Erin had intentionally fed toxic mushrooms - concealed in a hearty beef Wellington lunch served",
      "url": "https://www.bbc.com/news/articles/c74zwevy181o"
    },
    {
      "title": "At least three dead in New Mexico flash flooding",
      "summary": "Up to 8.8cm (3.5in) of rain fell, causing the Ruidoso river to rise to an historic level. A man and two children died after being swept downstream, local officials confirmed. A further 161 people are still missing in one county alone, Governor Greg Abbott said on Tuesday.",
      "url": "https://www.bbc.com/news/articles/cx2jk51xv65o"
    },
    {
      "title": "Greece suspends asylum applications for migrants from North Africa",
      "summary": "Greece suspends asylum applications for migrants from North Africa. Prime Minister Kyriakos Mitsotakis said Greece was \"sending a message of determination\" to all traffickers and all their potential customers that the money they spend may be completely wasted.",
      "url": "https://www.bbc.com/news/articles/cx2nx0ey7wyo"
    },
    {
      "title": "US cuts visa validity for most Nigerian applicants",
      "summary": "US cuts visa validity for most Nigerian applicants. State Department says visa policies remain \"subject to ongoing review\" Nigerian government has not yet commented.",
      "url": "https://www.bbc.com/news/articles/cx23ywg9w82o"
    },
    {
      "title": "Australian childcare operator to install CCTV after abuse claims",
      "summary": "Australian childcare operator G8 Education says it will fast track the installation of CCTV at all its centres. The company's boss said the allegations were \"deeply disturbing\" and apologised for the \"unimaginable pain caused to our families\" Joshua Dale Brown, 26, is charged with more than 70 offences, including child rape.",
      "url": "https://www.bbc.com/news/articles/c3vdel6y5n2o"
    },
    {
      "title": "India and China strive to reset ties but with caution",
      "summary": "India and China strive to reset ties but with caution, experts say. The visit of two senior Indian officials to China late last month was seen as a sign of a thaw in bilateral relations. The two sides reached an agreement on the main friction points in Ladakh last year.",
      "url": "https://www.bbc.com/news/articles/cly25ndp8kwo"
    }
  ]
}