{
  "generated": "2025-07-08T02:54:07Z",
  "cards": [
    {
      "title": "From India to Britain and back: The cartoonist who fought censors with a smile",
      "summary": "Abu Abraham's cartoons captured the media's servility during the 1975 Emergency, a 21-month stretch of suspended civil liberties and muzzled media under Indira Gandhi's rule. India currently ranks 151st in the World Press Freedom Index.",
      "url": "https://www.bbc.com/news/articles/c784lz5lky8o"
    },
    {
      "title": "US delays higher tariffs but announces new rates for some nations",
      "summary": "US delays higher tariffs but announces new rates for some nations. President Donald Trump renews threat of a 25% tax on products entering the country from Japan and South Korea. New rates could be modified \"upward or downward, depending on our relationship with your country\"",
      "url": "https://www.bbc.com/news/articles/cd0vkl31085o"
    },
    {
      "title": "Methane gas kills 12 Turkish soldiers in Iraq operation",
      "summary": "Twelve Turkish soldiers have died after being exposed to methane gas while searching a cave in northern Iraq. Methane gas is not directly toxic, but can be deadly as it can become suffocating. President Recep Tayyip Erdogan said he received the news with \"great sorrow\"",
      "url": "https://www.bbc.com/news/articles/cgq7z10lxneo"
    },
    {
      "title": "Young campers, teachers and football coach among Texas flood victims",
      "summary": "Young campers, teachers and football coach among Texas flood victims among flood victims. At least 104 people are known to have died - most of them in Kerr County. Many of the victims have been identified in the US media by their relatives.",
      "url": "https://www.bbc.com/news/articles/c5ygl8lpyyqo"
    },
    {
      "title": "Did US government cuts contribute to the Texas tragedy?",
      "summary": "Some Democrats have warned about the \"consequences\" of the Trump administration's cuts to the federal government workforce. But the White House says the NWS was well-staffed, so any claims to the contrary are false.",
      "url": "https://www.bbc.com/news/articles/clyndrwz00xo"
    },
    {
      "title": "How King Charles is helping to 'reinvigorate' the shaken UK-France friendship",
      "summary": "King Charles is helping to 'reinvigorate' the shaken UK-France friendship. The three-day visit to Windsor and London promises much more than ceremony. It was less than two months ago that the UK and EU agreed to \"reset\" relations in London.",
      "url": "https://www.bbc.com/news/articles/cyvjg41e6mzo"
    },
    {
      "title": "Trump upbeat on Gaza ceasefire talks as he hosts Netanyahu",
      "summary": "Trump upbeat on Gaza ceasefire talks as he hosts Netanyahu in Washington DC. Israeli PM Benjamin Netanyahu says he has nominated Trump for Nobel Peace Prize. Netanyahu says Israel will always keep security control over Gaza Strip.",
      "url": "https://www.bbc.com/news/articles/c2k14n9d8y9o"
    },
    {
      "title": "'It became pop culture': Inside the sleepy towns left reeling by the mushroom murders",
      "summary": "The small town of Korumburra is where Erin Patterson's victims made their home. Don and Gail Patterson, her in-laws, had lived there since 1984. They brought up their four children in the town of 5,000. The locals are fiercely loyal - one of the few people who is willing to",
      "url": "https://www.bbc.com/news/articles/c4g8zr16y21o"
    },
    {
      "title": "Russian minister sacked by Putin found dead",
      "summary": "Roman Starovoit had been in post since May 2024. The Investigative Committee said it was working to establish the circumstances of the incident. Deputy transport minister Andrei Nikitin was announced as his replacement.",
      "url": "https://www.bbc.com/news/articles/cy7nvxzrvr0o"
    },
    {
      "title": "Released Hamas hostage says Trump can bring home those still captive in Gaza",
      "summary": "Keith Siegel, 66, was kidnapped from Kibbutz Kfar Aza during the Hamas-led attacks on Israel on 7 October 2023. He was released this February after 484 days in captivity under a ceasefire deal that Trump helped broker just before he took office. Mr Siegel was speaking ahead of a meeting",
      "url": "https://www.bbc.com/news/articles/c8xvd4jd0wvo"
    },
    {
      "title": "Trump accuses Brazil of 'witch hunt' against Bolsonaro",
      "summary": "Trump accuses Brazil of 'witch hunt' against former President Jair Bolsonaro. President Luiz Inácio Lula da Silva said Brazil would not accept \"interference\" from anyone. President Lula hit back at the US leader, saying: \"No one is above the law\"",
      "url": "https://www.bbc.com/news/articles/c62gd8e1e5do"
    },
    {
      "title": "US to remove Syria's HTS from list of foreign terror groups",
      "summary": "US set to take Syrian Islamist group Hayat Tahrir al-Sham off its list of foreign terror organisations on Tuesday. Al-Nusra Front was previously al-Qaeda's affiliate in Syria until al-Sharaa severed ties in 2016.",
      "url": "https://www.bbc.com/news/articles/cj0m194v974o"
    },
    {
      "title": "Italian 'hero' sniffer dog killed with nail-filled sausages",
      "summary": "Italian 'hero' sniffer dog killed with nail-filled sausages. Bruno, a seven-year-old bloodhound, had been hailed as a hero for finding nine missing people. Giorgia Meloni condemned the \"vile, cowardly, unacceptable\" killing in a post on X.",
      "url": "https://www.bbc.com/news/articles/c62d35pgge3o"
    },
    {
      "title": "At least 11 dead in Kenya protests as central Nairobi sealed off",
      "summary": "At least 11 people have been killed during anti-government protests in Kenya, police say. The demonstrations mark the 35th anniversary of the historic Saba SabaSaba - meaning \"seven-seven\" - protests of 7 July 1990.",
      "url": "https://www.bbc.com/news/articles/c78n397gzjpo"
    },
    {
      "title": "South Africa's police minister accused of links to criminal gangs",
      "summary": "Senzo Mchunu has been accused of having ties to criminal gangs and of meddling in police investigations into politically motivated murders. He has since denied what he says are \"wild allegations\" President Cyril Ramaphosa said they were of \"grave national security concern\"",
      "url": "https://www.bbc.com/news/articles/cx205ykppdjo"
    },
    {
      "title": "Israel says it struck Houthi-held ports and cargo ship in Yemen",
      "summary": "Israel says it struck Houthi-held ports and cargo ship in Yemen. The military said the targets were the Red Sea ports of Hudaydah, Ras Issa and al-Salif, a nearby power station. The ship, hijacked by the Houthis in November 2023, was being used to monitor international shipping.",
      "url": "https://www.bbc.com/news/articles/ce9xdlxp1x7o"
    },
    {
      "title": "Trump calls Musk's new political party 'ridiculous'",
      "summary": "Trump calls Musk's new political party 'ridiculous' Trump and Musk were formerly close allies. Musk posted on X over the weekend that he had set up the America Party to challenge the Republican and Democratic \"Uniparty\"",
      "url": "https://www.bbc.com/news/articles/cy4n09lpz41o"
    },
    {
      "title": "Inquest finds police officer who shot Aboriginal teen was racist",
      "summary": "Inquest finds police officer who shot Aboriginal teen was racist. Judge Elisabeth Armitage said there was \"clear evidence of entrenched, systemic and structural racism\" within NT's police force. Kumanjayi Walker, 19, died shortly after he was shot three times at close range by Constable Zachary Rolfe during",
      "url": "https://www.bbc.com/news/articles/c62gep5ld77o"
    },
    {
      "title": "At least 11 dead in Kenya protests as central Nairobi sealed off",
      "summary": "At least 11 people have been killed during anti-government protests in Kenya, police say. The demonstrations mark the 35th anniversary of the historic Saba SabaSaba - meaning \"seven-seven\" - protests of 7 July 1990.",
      "url": "https://www.bbc.com/news/articles/c78n397gzjpo"
    },
    {
      "title": "Owners of escaped pet lion arrested after it attacks three people",
      "summary": "Owners of escaped pet lion arrested after it attacks three people in Lahore, Pakistan. CCTV footage shows how the big cat leapt over a concrete wall and chased the woman down. The woman and her children, aged five and seven, sustained injuries to their arms and faces",
      "url": "https://www.bbc.com/news/articles/c4ge9ze961eo"
    }
  ]
}