{
  "generated": "2025-07-11T22:32:21Z",
  "span": "day",
  "lang": "sv",
  "cards": [
    {
      "title": "'Jag skapade det själv': Pojken bakom viral 'aura jordbruk' båt racing dans",
      "summary": "Rayyan Arkan Dikha är Togak Luan - dansaren på toppen av båten. Den 5: e-klassaren från en by i Kuantan Singingi Regency gjorde sin debut på den nationella Pacu Jalur båttävling. Rörelserna, full av snagg och lätt att följa, kopieras över hela världen.",
      "url": "https://www.bbc.com/news/articles/czxe7ey59r0o"
    },
    {
      "title": "Iran skulle kunna återvinna anrikat uran efter amerikanska strejker, säger israelisk tjänsteman",
      "summary": "Israel tror att Iran potentiellt skulle kunna hämta anrikat uran begravd under en av de tre anläggningar som drabbade av amerikanska styrkor förra månaden. USA: s president Donald Trump har upprepade gånger hävdat att USA: s luft och missil strejker på Iran i juni \"oblitererade\" landets kärntekniska anläggningar.",
      "url": "https://www.bbc.com/news/articles/cn0qzxvydz1o"
    },
    {
      "title": "I det land som har världens lägsta födelsetal ökar fertilitetsklinikerna",
      "summary": "I det land som har världens lägsta födelsetal blomstrar fertilitetsklinikerna. Mellan 2018 och 2022 ökade antalet fertilitetsbehandlingar i Sydkorea med nästan 50% till 200.000. Förra året föddes ett av sex barn i Seoul med hjälp av fertilitetsbehandling.",
      "url": "https://www.bbc.com/news/articles/c20wg50l563o"
    },
    {
      "title": "Gazas största fungerande sjukhus står inför katastrof, sjukvårdare varnar, när Israel breddar offensiven",
      "summary": "Nasser Medical Complex tvingades sluta släppa in patienter på torsdag. Vittnen sade israeliska trupper och stridsvagnar avancerat till en kyrkogård 200m (660ft) bort och avfyrade mot närliggande läger för fördrivna familjer. Medicinsk personal och dussintals patienter i intensivvård stannar inne på sjukhuset.",
      "url": "https://www.bbc.com/news/articles/cdx5zeywgrgo"
    },
    {
      "title": "Asien är rullning från Trumps taxa salvo – är någon vinna?",
      "summary": "USA: s president Donald Trump har förlängt tidsfristen för tullförhandlingar. Länder runt om i världen har fram till den 1 augusti för att träffa ett avtal med USA. Men de är sannolikt undrar om deras chanser med tanke på att Japan fortfarande står inför en brant avgift.",
      "url": "https://www.bbc.com/news/articles/ckg5l2yy42eo"
    }
  ]
}