{
  "generated": "2025-07-11T22:34:46Z",
  "span": "day",
  "lang": "es",
  "cards": [
    {
      "title": "'Yo mismo lo creé': el chico detrás del baile de carreras de barcos viral 'aura agriculture'",
      "summary": "Rayyan Arkan Dikha es el Togak Luan - el bailarín en la punta del barco. El 5o grado de un pueblo en Kuantan Singingi Regency estaba haciendo su debut en la carrera nacional de botes Pacu Jalur. Los movimientos, llenos de swag y fáciles de seguir, están siendo copiados en todo el mundo.",
      "url": "https://www.bbc.com/news/articles/czxe7ey59r0o"
    },
    {
      "title": "Irán podría recuperar uranio enriquecido después de los ataques de EE.UU., dice el funcionario israelí",
      "summary": "Israel cree que Irán podría potencialmente recuperar uranio enriquecido enterrado bajo una de las tres instalaciones golpeadas por las fuerzas estadounidenses el mes pasado. El presidente estadounidense Donald Trump ha afirmado repetidamente que los ataques aéreos y de misiles estadounidenses contra Irán en junio \"obliteraron\" las instalaciones nucleares del país.",
      "url": "https://www.bbc.com/news/articles/cn0qzxvydz1o"
    },
    {
      "title": "En el país con la tasa de natalidad más baja del mundo, las clínicas de fertilidad están en auge",
      "summary": "En el país con la tasa de natalidad más baja del mundo, las clínicas de fertilidad están en auge. Entre 2018 y 2022, el número de tratamientos de fertilidad en Corea del Sur aumentó casi 50% a 200.000. El año pasado, uno de cada seis bebés en Seúl nacieron con la ayuda del tratamiento de fertilidad.",
      "url": "https://www.bbc.com/news/articles/c20wg50l563o"
    },
    {
      "title": "Los médicos advierten que el hospital más grande que funciona en Gaza se enfrenta al desastre, a medida que Israel amplía la ofensiva",
      "summary": "Nasser Medical Complex se vio obligado a dejar de admitir pacientes el jueves. Testigos dijeron que tropas y tanques israelíes avanzaron a un cementerio a 200 metros de distancia y dispararon hacia campamentos cercanos para familias desplazadas. El personal médico y docenas de pacientes en cuidados intensivos permanecen dentro del hospital.",
      "url": "https://www.bbc.com/news/articles/cdx5zeywgrgo"
    },
    {
      "title": "Asia está tambaleándose de la salva arancelaria de Trump – ¿alguien está ganando?",
      "summary": "El presidente estadounidense Donald Trump ha ampliado el plazo para las negociaciones arancelarias.Los países de todo el mundo tienen hasta el 1 de agosto para llegar a un acuerdo con los EE.UU. Pero es probable que se pregunten acerca de sus posibilidades, dado que Japón todavía se enfrenta a una fuerte tasa.",
      "url": "https://www.bbc.com/news/articles/ckg5l2yy42eo"
    }
  ]
}