{
  "generated": "2025-07-11T22:33:33Z",
  "span": "day",
  "lang": "de",
  "cards": [
    {
      "title": "'Ich habe es selbst geschaffen': Der Junge hinter dem viralen 'Aura Farming' Boot-Renntanz",
      "summary": "Rayyan Arkan Dikha ist der Togak Luan - der Tänzer an der Spitze des Bootes. Der Fünftklässler aus einem Dorf in Kuantan Singingi Regency gab sein Debüt beim nationalen Pacu Jalur Bootrennen. Die Züge, voller Schwag und leicht zu folgen, werden auf der ganzen Welt kopiert.",
      "url": "https://www.bbc.com/news/articles/czxe7ey59r0o"
    },
    {
      "title": "Iran könnte einige angereicherte Uran nach US-Streiks erholen, sagt israelischer Beamter",
      "summary": "Israel glaubt, dass der Iran möglicherweise angereichertes Uran unter einer der drei von US-Streitkräften im vergangenen Monat geschlagenen Einrichtungen abheben könnte. US-Präsident Donald Trump hat wiederholt behauptet, dass US-Luft- und Raketenangriffe auf den Iran im Juni die Atomanlagen des Landes \"vernichtet\" hätten. US-Geheimdienste haben eine vorsichtigere Ansicht vertreten.",
      "url": "https://www.bbc.com/news/articles/cn0qzxvydz1o"
    },
    {
      "title": "Im Land mit der niedrigsten Geburtenrate der Welt boomen Fruchtbarkeitskliniken",
      "summary": "Im Land mit der niedrigsten Geburtenrate der Welt boomen Fruchtbarkeitskliniken. Zwischen 2018 und 2022 stieg die Zahl der Fertilitätsbehandlungen in Südkorea um fast 50% auf 200.000. Im vergangenen Jahr wurde jedes sechste Kind in Seoul mit Hilfe der Fertilitätsbehandlung geboren.",
      "url": "https://www.bbc.com/news/articles/c20wg50l563o"
    },
    {
      "title": "Gazas größtes funktionierendes Krankenhaus, das vor einer Katastrophe steht, warnt die Mediziner, da Israel die Offensive ausweitet",
      "summary": "Nasser Medical Complex wurde gezwungen, die Aufnahme von Patienten am Donnerstag einzustellen. Zeugen sagten, dass israelische Truppen und Panzer auf einen 200 Meter entfernten Friedhof vorrückten und in nahegelegene Lager für vertriebene Familien feuerten.",
      "url": "https://www.bbc.com/news/articles/cdx5zeywgrgo"
    },
    {
      "title": "Asien rollt von Trumps Zollsalvo – gewinnt jemand?",
      "summary": "US-Präsident Donald Trump hat die Frist für Tarifverhandlungen verlängert. Länder auf der ganzen Welt haben bis zum 1. August einen Deal mit den USA zu treffen. Aber sie fragen sich wahrscheinlich über ihre Chancen angesichts der Tatsache, dass Japan noch vor einer steilen Abgabe steht.",
      "url": "https://www.bbc.com/news/articles/ckg5l2yy42eo"
    }
  ]
}