{
  "generated": "2025-07-11T22:35:59Z",
  "span": "day",
  "lang": "fr",
  "cards": [
    {
      "title": "'Je l'ai créé moi-même': Le garçon derrière la danse virale 'aura-agriculture' de course de bateau",
      "summary": "Rayyan Arkan Dikha est le Togak Luan - le danseur à la pointe du bateau. Le 5ème diplômé d'un village de Kuantan Singi Regency faisait ses débuts à la course nationale Pacu Jalur bateau. Les mouvements, pleins de swag et faciles à suivre, sont copiés à travers le monde.",
      "url": "https://www.bbc.com/news/articles/czxe7ey59r0o"
    },
    {
      "title": "L'Iran pourrait récupérer de l'uranium enrichi après les frappes américaines, dit le fonctionnaire israélien",
      "summary": "Israël pense que l'Iran pourrait potentiellement récupérer de l'uranium enrichi enterré sous l'une des trois installations touchées par les forces américaines le mois dernier. Le président américain Donald Trump a affirmé à maintes reprises que les frappes aériennes et de missiles américaines contre l'Iran en juin « ont effacé » les installations nucléaires du pays.",
      "url": "https://www.bbc.com/news/articles/cn0qzxvydz1o"
    },
    {
      "title": "Dans le pays où le taux de natalité est le plus faible au monde, les cliniques de fertilité sont en plein essor.",
      "summary": "Dans le pays où le taux de natalité est le plus faible au monde, les cliniques de fertilité sont en plein essor. Entre 2018 et 2022, le nombre de traitements de fertilité en Corée du Sud a augmenté de près de 50 % à 200 000. L'année dernière, un bébé sur six à Séoul est né avec l'aide d'un traitement de fertilité.",
      "url": "https://www.bbc.com/news/articles/c20wg50l563o"
    },
    {
      "title": "Le plus grand hôpital opérationnel de Gaza face à une catastrophe, avertissent les médecins, alors qu'Israël élargit l'offensive",
      "summary": "Nasser Medical Complex a été forcé de cesser d'admettre des patients jeudi. Des témoins ont déclaré que les troupes et les chars israéliens ont avancé dans un cimetière de 200m (660pi) et ont tiré vers des camps voisins pour les familles déplacées.",
      "url": "https://www.bbc.com/news/articles/cdx5zeywgrgo"
    },
    {
      "title": "L'Asie s'enfuit de la salve tarifaire de Trump – quelqu'un gagne-t-il ?",
      "summary": "Le président américain Donald Trump a prolongé la date limite pour les négociations tarifaires. Les pays du monde entier ont jusqu'au 1er août pour conclure un accord avec les États-Unis. Mais ils s'interrogent probablement sur leurs chances étant donné que le Japon fait encore face à une forte taxe.",
      "url": "https://www.bbc.com/news/articles/ckg5l2yy42eo"
    }
  ]
}