{
  "generated": "2025-07-07T03:04:14Z",
  "cards": [
    {
      "title": "Archaeologists unveil 3,500-year-old city in Peru",
      "summary": "Archaeologists have announced the discovery of an ancient city in Peru's northern Barranca province. The 3,500-year-old city, named Peñico, is believed to have served as a key trading hub connecting early Pacific coast communities with those living in the Andes mountains and Amazon basin.",
      "url": "https://www.bbc.com/news/articles/c07dmx38kyeo"
    },
    {
      "title": "How Trump is using the 'Madman Theory' to try to change the world (and it's working)",
      "summary": "Trump has put his unpredictability to political use, making it a key strategic and political asset. Political scientists call this the Madman Theory, in which a world leader seeks to persuade his adversary that he is temperamentally capable of anything, to extract concessions.",
      "url": "https://www.bbc.com/news/articles/czxww2kez0go"
    },
    {
      "title": "Guru Dutt: The tragic life of an Indian cinematic genius",
      "summary": "Indian director and actor Guru Dutt was just 39 years old when he died in 1964. He forged a deeply personal, introspective style of filmmaking that was novel in the post-independence era.",
      "url": "https://www.bbc.com/news/articles/cq8z7wwpg0jo"
    },
    {
      "title": "Israel launches strikes on Houthi targets in Yemen",
      "summary": "Israel says it has launched strikes on three ports and a power plant in Houthi-controlled Yemen. The attacks on Hudaydah, Ras Isa and Saif ports came shortly after the Israeli military urged civilians in the areas to evacuate, warning of imminent air strikes.",
      "url": "https://www.bbc.com/news/articles/ce9xdlxp1x7o"
    },
    {
      "title": "How tariffs are shifting global supply chains",
      "summary": "Donald Trump's 90-day pause on tariffs on Chinese imports is about to expire on Wednesday, 9 July. Many Canadian companies, who often trade in both their home country and in the US, are now facing a double hit to their supply chains.",
      "url": "https://www.bbc.com/news/articles/c93l6n32ne5o"
    },
    {
      "title": "First round of Gaza ceasefire talks ends without breakthrough",
      "summary": "First round of Gaza ceasefire talks ends without breakthrough. Palestinian official says Israeli delegation was not \"sufficiently authorised\" to reach an agreement with Hamas because it had \"no real powers\"",
      "url": "https://www.bbc.com/news/articles/crenx445170o"
    },
    {
      "title": "Hamas security officer says group has lost control over most of Gaza",
      "summary": "Hamas security officer says group has lost 80% of its control over most of Gaza Strip. The officer was wounded in the first week of the war, which began after the Hamas-led attack on Israel on October 2023. He shared several voice messages with the BBC on condition of anonymity.",
      "url": "https://www.bbc.com/news/articles/c4gk79xlzwjo"
    },
    {
      "title": "At least 78 dead and dozens missing in Texas floods as more rain looms",
      "summary": "At least 78 people have been confirmed dead in central Texas and another 41 are missing. Sixty-eight of the fatalities occurred in Kerr County, where a riverside Christian girls' camp was deluged. Ten girls and a counsellor from Camp Mystic are still missing. More storms are expected in the next 24-48",
      "url": "https://www.bbc.com/news/articles/cddzrj323zzo"
    },
    {
      "title": "A girls' summer camp swept away by a 'horrific' deluge",
      "summary": "Camp Mystic, a Christian girls' camp perched on the banks of the Guadalupe River in Texas, was a place of laughter, prayer and adventure just days ago. Just before daybreak on Friday, the river rose 26ft (8m) in about 45 minutes amid a torrential downpour. Many of the hundreds",
      "url": "https://www.bbc.com/news/articles/cg75n3k1k3yo"
    },
    {
      "title": "Trump calls Musk's new political party 'ridiculous'",
      "summary": "Trump calls Musk's new political party 'ridiculous' Former close ally Elon Musk set up America Party to compete against Republican and Democratic parties. Musk and Trump were formerly close allies, with the Tesla boss leading the Department of Government Efficiency.",
      "url": "https://www.bbc.com/news/articles/cy4n09lpz41o"
    },
    {
      "title": "IDF says it killed Hamas commander in cafe strike that killed dozens of civilians",
      "summary": "IDF says it killed Hamas commander in cafe strike that killed dozens of civilians. IDF says Ramzi Ramadan Abd Ali Saleh was a \"significant source of knowledge\" within Hamas. IDF also said it had taken steps \"to mitigate the risk of harming civilians\"",
      "url": "https://www.bbc.com/news/articles/c39z72xzwz4o"
    },
    {
      "title": "US deports eight men to South Sudan after legal battle",
      "summary": "US deports eight men to South Sudan after legal battle. They were shackled by both hands and feet, guarded by US service members. Only one of the eight is from South Sudan. The rest are nationals of Myanmar, Cuba, Vietnam, Laos and Mexico.",
      "url": "https://www.bbc.com/news/articles/c80p315krr4o"
    },
    {
      "title": "Thousands turn out to mark Dalai Lama's 90 birthday",
      "summary": "Thousands turn out to mark Dalai Lama's 90th birthday celebrations. Thousands of Tibetan Buddhists streamed into India's Himalayan town of Dharamshala on Sunday. Ferocious monsoon rains did not dampen the spirits.",
      "url": "https://www.bbc.com/news/articles/c14eppgrgvno"
    },
    {
      "title": "Iran supreme leader in first public appearance since Israel war",
      "summary": "Iran's Supreme Leader Ayatollah Ali Khamenei has made his first public appearance since the start of the 12-day war with Israel. His last non-public appearance was in a recorded address after the ceasefire that ended the war.",
      "url": "https://www.bbc.com/news/articles/c3d1n8z8nzro"
    },
    {
      "title": "Uganda's 80-year-old president in bid to extend 40-year rule",
      "summary": "Yoweri Museveni, 80, has been declared the governing party's candidate in next year's presidential election. He has won every election held since he seized power as a rebel leader in 1986. Critics say he has ruled with an iron hand since 1986.",
      "url": "https://www.bbc.com/news/articles/cm2ml8lzzrno"
    },
    {
      "title": "Key suspect arrested in shooting of Colombia senator",
      "summary": "Colombian police arrested a suspected criminal, Élder José Arteaga Hernandez, who they say persuaded a 15-year-old to carry out the attack. Uribe, a conservative senator, was twice shot in the head in the capital, Bogotá.",
      "url": "https://www.bbc.com/news/articles/c77vzr1843ro"
    },
    {
      "title": "US aid workers wounded, says Gaza Humanitarian Foundation",
      "summary": "Two militants threw grenades at the aid centre in Khan Younis, the Gaza Humanitarian Foundation said. The injured US workers are in a stable condition and are receiving medical treatment. Hamas has indicated it is ready for talks on a ceasefire with Israel.",
      "url": "https://www.bbc.com/news/articles/cp3kx9pwxwwo"
    },
    {
      "title": "Australian PM vows 'full force of law' after arson attack at synagogue",
      "summary": "Australian PM vows 'full force of law' after arson attack at synagogue in Melbourne. Pictures showed a man pouring liquid on the synagogue's front door before setting it on fire. Some 20 people having dinner inside at the time were evacuated without any injuries. Police are also trying to determine if the incident is linked to an attack on",
      "url": "https://www.bbc.com/news/articles/c0l4kljezydo"
    },
    {
      "title": "Former Mossad official details how Israel eliminated Iran's military elite",
      "summary": "Former top Mossad official tells BBC how technology and innovation played a key role in Israel's 12-day war with Iran. Rami Igra said innovation, technology and \"very sophisticated guiding systems\" played an important role in the killings of top commanders of the Islamic Revolutionary Guard Corps (IRGC)",
      "url": "https://www.bbc.com/news/videos/ckglkxl2d25o"
    },
    {
      "title": "How an al-Qaeda offshoot became one of Africa's deadliest militant groups",
      "summary": "Jama'at Nusrat al-Islam wal-Muslimin (JNIM) is the main group behind a surge in militant jihadist attacks sweeping across several West African nations. On 1 July, the group said it had carried out a major coordinated attack on seven military locations in western Mali, including near the borders with Senegal",
      "url": "https://www.bbc.com/news/articles/cg4r5wylwq6o"
    }
  ]
}