{
  "generated": "2025-07-06T16:38:48Z",
  "cards": [
    {
      "title": "How Trump is using the 'Madman Theory' to try to change the world (and it's working)",
      "summary": "Trump has put his unpredictability to political use, making it a key strategic and political asset. Political scientists call this the Madman Theory, in which a world leader seeks to persuade his adversary that he is temperamentally capable of anything, to extract concessions.",
      "url": "https://www.bbc.com/news/articles/czxww2kez0go"
    },
    {
      "title": "A boy saved by barbed wire, a 'destroyed' camp and missed warning signs in Texas floods",
      "summary": "At least 51 people were dead, including 15 children, according to state officials. The National Weather Service issued a flood watch at 13:18 that afternoon for parts of the region, including Kerr County. The San Saba river, the Concho River and the Colorado River were rising.",
      "url": "https://www.bbc.com/news/articles/c20w16wz953o"
    },
    {
      "title": "Archaeologists unveil 3,500-year-old city in Peru",
      "summary": "Archaeologists have announced the discovery of an ancient city in Peru's northern Barranca province. The 3,500-year-old city, named Peñico, is believed to have served as a key trading hub connecting early Pacific coast communities with those living in the Andes mountains and Amazon basin.",
      "url": "https://www.bbc.com/news/articles/c07dmx38kyeo"
    },
    {
      "title": "Guru Dutt: The tragic life of an Indian cinematic genius",
      "summary": "Indian director and actor Guru Dutt was just 39 years old when he died in 1964. He forged a deeply personal, introspective style of filmmaking that was novel in the post-independence era.",
      "url": "https://www.bbc.com/news/articles/cq8z7wwpg0jo"
    },
    {
      "title": "Tennis hero Arthur Ashe's South African legacy: 'The first free black man I'd ever seen'",
      "summary": "Arthur Ashe was the first black man to win the Wimbledon Men's final in 1975. He beat Jimmy Connors, 10 years younger and the defending champion. Ashe was already in his 30s, tall, serene and with a quiet and even-tempered demeanour. His victory on 5 July 1975 was hailed",
      "url": "https://www.bbc.com/news/articles/ckgdy59ey59o"
    },
    {
      "title": "Hamas security officer says group has lost control over most of Gaza",
      "summary": "Hamas security officer says group has lost control over most of Gaza Strip. The officer was wounded in the first week of the war, which began after the Hamas-led attack on Israel. He shared several voice messages with the BBC on condition of anonymity.",
      "url": "https://www.bbc.com/news/articles/c4gk79xlzwjo"
    },
    {
      "title": "Israel's strike on bustling Gaza cafe killed a Hamas operative - but dozens more people were killed",
      "summary": "Israel's strike on bustling Gaza cafe killed a Hamas operative - but dozens more people were killed. The BBC has reviewed 29 names of people reported killed in the strike on Monday. At least nine of those killed were women, and several were children or teenagers.",
      "url": "https://www.bbc.com/news/articles/cgeqr73p8wyo"
    },
    {
      "title": "Texas flood victims: Girl 'having time of her life' and 'heart and soul' of camp",
      "summary": "Eight-year-old Renee Smajstrla was at Camp Mystic when flooding swept through the summer camp for girls, her uncle says. Officials say most of the victims have been identified. Camp Mystic, where 27 children are missing, is a nearly century-old",
      "url": "https://www.bbc.com/news/articles/c5ygl8lpyyqo"
    },
    {
      "title": "US deports eight men to South Sudan after legal battle",
      "summary": "US deports eight men to South Sudan after legal battle. They were shackled by both hands and feet, guarded by US service members. Only one of the eight is from South Sudan. The rest are nationals of Myanmar, Cuba, Vietnam, Laos and Mexico.",
      "url": "https://www.bbc.com/news/articles/c80p315krr4o"
    },
    {
      "title": "Uganda's 80-year-old president in bid to extend 40-year rule",
      "summary": "Yoweri Museveni, 80, has been declared the governing party's candidate in next year's presidential election. He has won every election held since he seized power as a rebel leader in 1986. Critics say he has ruled with an iron hand since 1986.",
      "url": "https://www.bbc.com/news/articles/cm2ml8lzzrno"
    },
    {
      "title": "Thousands turn out to mark Dalai Lama's 90 birthday",
      "summary": "Thousands turn out to mark Dalai Lama's 90th birthday celebrations. Thousands of Tibetan Buddhists streamed into India's Himalayan town of Dharamshala on Sunday. Ferocious monsoon rains did not dampen the spirits.",
      "url": "https://www.bbc.com/news/articles/c14eppgrgvno"
    },
    {
      "title": "Elon Musk says he is launching new political party",
      "summary": "Elon Musk says he is launching a new political party in the US. He first raised the prospect of forming a party during his public feud with Trump. It is unclear if the party has been formally registered with US election authorities. Musk was born outside of the US and is thus ineligible to run for the US presidency.",
      "url": "https://www.bbc.com/news/articles/c1dn04lvgpdo"
    },
    {
      "title": "Israel sends negotiators to Gaza talks despite 'unacceptable' Hamas demands, PM says",
      "summary": "Israel sends negotiators to Gaza talks despite 'unacceptable' Hamas demands, PM says. Israeli Prime Minister Benjamin Netanyahu's office said he had accepted the invitation. Hamas said it had delivered a \"positive response\" to the proposal for a 60-day ceasefire.",
      "url": "https://www.bbc.com/news/articles/c4g8p24zm3vo"
    },
    {
      "title": "Iran supreme leader in first public appearance since Israel war",
      "summary": "Iran's Supreme Leader Ayatollah Ali Khamenei has made his first public appearance since the start of the 12-day war with Israel. His last non-public appearance was in a recorded address after the ceasefire that ended the war.",
      "url": "https://www.bbc.com/news/articles/c3d1n8z8nzro"
    },
    {
      "title": "US deports eight men to South Sudan after legal battle",
      "summary": "US deports eight men to South Sudan after legal battle. They were shackled by both hands and feet, guarded by US service members. Only one of the eight is from South Sudan. The rest are nationals of Myanmar, Cuba, Vietnam, Laos and Mexico.",
      "url": "https://www.bbc.com/news/articles/c80p315krr4o"
    },
    {
      "title": "Key suspect arrested in shooting of Colombia senator",
      "summary": "Colombian police arrested a suspected criminal, Élder José Arteaga Hernandez, who they say persuaded a 15-year-old to carry out the attack. Uribe, a conservative senator, was twice shot in the head in the capital, Bogotá.",
      "url": "https://www.bbc.com/news/articles/c77vzr1843ro"
    },
    {
      "title": "US aid workers wounded, says Gaza Humanitarian Foundation",
      "summary": "Two militants threw grenades at the aid centre in Khan Younis, the Gaza Humanitarian Foundation said. The injured US workers are in a stable condition and are receiving medical treatment. Hamas has indicated it is ready for talks on a ceasefire with Israel.",
      "url": "https://www.bbc.com/news/articles/cp3kx9pwxwwo"
    },
    {
      "title": "Australian PM vows 'full force of law' after arson attack at synagogue",
      "summary": "Australian PM vows 'full force of law' after arson attack at synagogue in Melbourne. Pictures showed a man pouring liquid on the synagogue's front door before setting it on fire. Some 20 people having dinner inside at the time were evacuated without any injuries. Police are also trying to determine if the incident is linked to an attack on",
      "url": "https://www.bbc.com/news/articles/c0l4kljezydo"
    },
    {
      "title": "Former Mossad official details how Israel eliminated Iran's military elite",
      "summary": "Former top Mossad official tells BBC how technology and innovation played a key role in Israel's 12-day war with Iran. Rami Igra said innovation, technology and \"very sophisticated guiding systems\" played an important role in the killings of top commanders of the Islamic Revolutionary Guard Corps (IRGC)",
      "url": "https://www.bbc.com/news/videos/ckglkxl2d25o"
    },
    {
      "title": "'Y'all need to get out now' - Texans reflect on flood devastation",
      "summary": "Flash floods swept through central Texas on 4 July killing at least 51 people and leaving 27 children among the missing. Texans shared their reactions to the extreme weather. One woman spoke from where she had been \"swimming, having fun\" the day prior.",
      "url": "https://www.bbc.com/news/videos/crmvx4z8j11o"
    }
  ]
}