{
  "generated": "2025-07-11T22:49:23Z",
  "span": "month",
  "lang": "en",
  "cards": [
    {
      "title": "'I created it myself': The boy behind the viral 'aura farming' boat racing dance",
      "summary": "Rayyan Arkan Dikha is the Togak Luan - the dancer at the tip of the boat. The 5th-grader from a village in Kuantan Singingi Regency was making his debut at the national Pacu Jalur boat race. The moves, full of swag and easy to follow, are being copied across the world.",
      "url": "https://www.bbc.com/news/articles/czxe7ey59r0o"
    },
    {
      "title": "'A huge explosion-like sound' - Survivors recall moment India bridge collapsed",
      "summary": "At least 15 people killed in bridge collapse in India's Gujarat state. 'A huge explosion-like sound' - Survivors recall moment India bridge collapsed. At least four people are still missing.",
      "url": "https://www.bbc.com/news/articles/cjel1g15qxpo"
    },
    {
      "title": "Iran could recover some enriched uranium after US strikes, Israeli official says",
      "summary": "Israel believes Iran could potentially retrieve enriched uranium buried beneath one of the three facilities struck by US forces last month. US President Donald Trump has repeatedly claimed that US air and missile strikes on Iran in June \"obliterated\" the country's nuclear facilities. US intelligence agencies have taken a more cautious view.",
      "url": "https://www.bbc.com/news/articles/cn0qzxvydz1o"
    },
    {
      "title": "In the country with the world's lowest birth rate, fertility clinics are booming",
      "summary": "In the country with the world's lowest birth rate, fertility clinics are booming. Between 2018 and 2022, the number of fertility treatments in South Korea rose nearly 50% to 200,000. Last year, one in six babies in Seoul were born with the help of fertility treatment.",
      "url": "https://www.bbc.com/news/articles/c20wg50l563o"
    },
    {
      "title": "Gaza's largest functioning hospital facing disaster, medics warn, as Israel widens offensive",
      "summary": "Nasser Medical Complex was forced to stop admitting patients on Thursday. Witnesses said Israeli troops and tanks advanced into a cemetery 200m (660ft) away and fired towards nearby camps for displaced families. Medical staff and dozens of patients in intensive care remain inside the hospital.",
      "url": "https://www.bbc.com/news/articles/cdx5zeywgrgo"
    },
    {
      "title": "Asia is reeling from Trump's tariff salvo – is anyone winning?",
      "summary": "US President Donald Trump has extended the deadline for tariff negotiations. Countries around the world have until 1 August to strike a deal with the US. But they are likely wondering about their chances given that Japan is still facing a steep levy.",
      "url": "https://www.bbc.com/news/articles/ckg5l2yy42eo"
    },
    {
      "title": "'We're worried about our future': Srebrenica massacre's tensions still felt 30 years on",
      "summary": "More than 8,000 Bosnian men and boys were killed by Bosnian Serb forces in July 1995. The Srebrenica massacre remains the most notorious war crime committed in Europe since World War Two. Many of the victims' families are still searching for their relatives' remains decades later.",
      "url": "https://www.bbc.com/news/articles/c4g2edzg2wlo"
    },
    {
      "title": "'I can't drink the water' - life next to a US data centre",
      "summary": "Beverly Morris lives 400 yards from a data centre in Mansfield, Georgia. She says the construction of the centre disrupted her private well. Ms Morris now hauls water in buckets to flush her toilet. Meta, owner of the data centre, says it is a good neighbour.",
      "url": "https://www.bbc.com/news/articles/cy8gy7lv448o"
    },
    {
      "title": "Ukraine to receive US air defence systems, says Trump",
      "summary": "Ukraine's President Volodymyr Zelensky spoke of having a \"positive dialogue\" with Trump. He said he had asked for 10 Patriot systems after a surge in Russian drone and missile attacks on Ukrainian cities in the past week.",
      "url": "https://www.bbc.com/news/articles/crl04200dp4o"
    },
    {
      "title": "Trump surveys damage in Texas as search continues for 160 missing",
      "summary": "President Donald Trump and First Lady Melania Trump toured the devastation in Kerr County, Texas. 120 people have been killed in the floods. More than 12,300 volunteers have gathered to help search for 161 people still missing statewide.",
      "url": "https://www.bbc.com/news/articles/cr5vlp0pmdzo"
    },
    {
      "title": "Dozens taken to hospital after suspected mass overdose in Baltimore",
      "summary": "Dozens taken to hospital after suspected mass overdose in Baltimore on Thursday. Officials have not disclosed what substances they suspect may have been involved. US has seen rapid increases in the number of drug overdoses over the last two decades.",
      "url": "https://www.bbc.com/news/articles/cp8m5jggjdgo"
    },
    {
      "title": "War crimes being committed in Sudan, ICC believes",
      "summary": "Sexual violence against women and girls named as one of the most disturbing findings to emerge from an ICC investigation. ICC Deputy Prosecutor Nazhat Shameem Khan said it was \"difficult to find appropriate words to describe the depth of suffering\" in the region.",
      "url": "https://www.bbc.com/news/articles/cvg819yxkp5o"
    },
    {
      "title": "Kurdish PKK burns guns in cauldron in big step towards ending Turkey conflict",
      "summary": "About 30 fighters, men and women, placed their weapons in a cauldron. Turkish President Recep Tayyip Erdogan said the ceremony marked an \"important step towards our goal of a terror-free Turkey\" The disarmament process is expected to last all summer.",
      "url": "https://www.bbc.com/news/articles/cyvj5v67ly9o"
    },
    {
      "title": "Nigeria has 'enough problems' and can't take deportees from US, minister says",
      "summary": "Nigeria has 'enough problems' and can't take deportees from US, minister says. \"We already have over 230 million people,\" says Yusuf Tuggar.",
      "url": "https://www.bbc.com/news/articles/c23gz78v5jjo"
    },
    {
      "title": "Trump threatens 35% tariffs on Canadian goods",
      "summary": "US President Donald Trump has said he will impose a 35% tariff on Canadian goods starting on 1 August. The announcement came in the form of a letter published on Trump's social media platform Truth Social. Canada sells about three-quarters of its goods to the US, and is an auto manufacturing hub.",
      "url": "https://www.bbc.com/news/articles/cvg819n954mo"
    },
    {
      "title": "More than 150 arrests in global human trafficking crackdown",
      "summary": "More than 150 arrests in global human trafficking crackdown by Interpol. Six-day operation involved nearly 15,000 officers from 43 countries across Europe, Asia, Africa and South America. It targeted organised criminal gangs involved in trafficking people.",
      "url": "https://www.bbc.com/news/articles/c36x3z1k18no"
    },
    {
      "title": "Outrage builds over plan to force all Gazans to southern city",
      "summary": "Israel's defence minister wants to build a 'humanitarian city' in Rafah. Palestinians would be security screened before being allowed in and not permitted to leave. Critics, both domestically and internationally, condemned the proposal.",
      "url": "https://www.bbc.com/news/articles/c9dgv7v1d06o"
    },
    {
      "title": "Row over language turns violent in India's richest state",
      "summary": "Row over language turns violent in India's richest state Maharashtra. Maharashtra government made it compulsory for state-run primary schools to teach Hindi as a third language, apart from English and Marathi.",
      "url": "https://www.bbc.com/news/articles/c93kwqvw3jxo"
    },
    {
      "title": "Chinese students sleep off heatwave in libraries and tents",
      "summary": "Chinese students sleep off heatwave in libraries and tents. Some have ditched their campuses altogether. Hotels have become popular among students seeking to avoid sweaty nights in dormitories.",
      "url": "https://www.bbc.com/news/articles/czrykm5z2rxo"
    },
    {
      "title": "India and China strive to reset ties but with caution",
      "summary": "India and China strive to reset ties but with caution. At the heart of India-China tensions is an ill-defined, 3,440km (2,100-mile)-long disputed border. Rivers, lakes and snow-caps along the frontier mean the line often shifts.",
      "url": "https://www.bbc.com/news/articles/cly25ndp8kwo"
    }
  ]
}