{
  "generated": "2025-06-27T14:45:40Z",
  "cards": [
    {
      "title": "Outrage as Trump compares Iran strikes to Japan atomic bombing",
      "summary": "Japan is the only country in the world to have been hit by a nuclear attack. US President Donald Trump compares Iran strikes to Japan atomic bombing. About 140,000 people died when the US dropped atomic bombs on the two southern Japanese cities in August 1945.",
      "url": "https://www.bbc.com/news/articles/ckg5xrgr72yo"
    },
    {
      "title": "India recovers data from crashed Air India flight recorders",
      "summary": "India recovers data from crashed Air India flight recorders. At least 270 people were killed when the Boeing 787-8 Dreamliner crashed less than a minute after taking off on 12 June.",
      "url": "https://www.bbc.com/news/articles/cp3l4y5ngl2o"
    },
    {
      "title": "Tehran is coming back to life, but its residents are deeply shaken",
      "summary": "Tehran is coming back to life, but its residents are deeply shaken by the Israeli missile strike. The Boof cafe serves up refreshing cold drinks on a hot summer's day. Its high cement walls have been plastered with anti-American murals ever since Washington severed relations with Tehran.",
      "url": "https://www.bbc.com/news/articles/c939k3n41g4o"
    },
    {
      "title": "Iranian foreign minister admits serious damage to nuclear sites",
      "summary": "Iranian foreign minister admits serious damage to nuclear sites. Abbas Araghchi said damage to the nuclear sites was 'excessive' Iran's Supreme Leader Ayatollah Ali Khamenei said the strikes did not disrupt the country's nuclear programme. Iran cancelled a scheduled sixth round of talks when Israel began its attacks.",
      "url": "https://www.bbc.com/news/articles/crmv3kp744ro"
    },
    {
      "title": "Anna Wintour stepping back as US Vogue's editor-in-chief",
      "summary": "Anna Wintour steps back as US Vogue's editor-in-chief. The 75-year-old will retain senior positions at publisher Conde Nast. She was made Companion of Honour by King Charles earlier this year.",
      "url": "https://www.bbc.com/news/articles/cx2nerz0nn9o"
    },
    {
      "title": "Syrian charged over plot to attack Taylor Swift Vienna concert",
      "summary": "Syrian charged over plot to attack Taylor Swift concert in Vienna last August. Authorities arrested several suspects at the time saying they appeared to have been inspired by IS and al-Qaeda. The main suspect in the case has been identified as Beran A.",
      "url": "https://www.bbc.com/news/articles/cn4ljq94vy3o"
    },
    {
      "title": "Two men jailed for life for murder of Aboriginal boy",
      "summary": "Cassius Turvey died of head injuries after a brutal assault on the outskirts of Perth in October 2022. Jack Brearley, 24, and Brodie Palmer, 30, have been sentenced to life imprisonment for the murder of the 15-year-old. The killers were \"callous and lacking in empathy,\" Justice Peter Quin",
      "url": "https://www.bbc.com/news/articles/cwyq7de59r1o"
    },
    {
      "title": "Brad Pitt's Los Angeles home 'ransacked', police say",
      "summary": "Brad Pitt's Los Angeles home 'ransacked', police say. Three suspects broke into the home late on Wednesday through a front window and \"ransacked the location\" The actor was in the UK earlier this week for the London premier of his new film F1.",
      "url": "https://www.bbc.com/news/articles/c17w5l5wg47o"
    },
    {
      "title": "A third of Pacific island nation applies for Australian climate change visa",
      "summary": "A third of Pacific island nation applies for Australian climate change visa. Only 280 visas awarded to Tuvalu citizens from the random ballot each year. New class of visa was created as part of the Australia-Tuvalu Falepili Union.",
      "url": "https://www.bbc.com/news/articles/cvg9750vvwxo"
    },
    {
      "title": "Japan executes 'Twitter killer' who murdered nine",
      "summary": "Japan executes 'Twitter killer' who murdered nine people in 2017. Takahiro Shiraishi lured his victims to his apartment before strangling and dismembering them. He then told them he could help them die, and in some cases claimed he would kill himself alongside them.",
      "url": "https://www.bbc.com/news/articles/c5y05dk2p92o"
    },
    {
      "title": "Renowned food critic Chua Lam dies at 83",
      "summary": "Renowned food critic Chua Lam dies at 83, according to his official social media account. He was a prolific writer and a popular host of food and travel shows. He died at the Hong Kong Sanatorium Hospital with family and friends by his side.",
      "url": "https://www.bbc.com/news/articles/c2ezwweje43o"
    },
    {
      "title": "Canada passes law fast-tracking 'nation building' projects to counter Trump",
      "summary": "One Canadian Economy Act was passed by the Senate on Thursday. It allows the cabinet to streamline approvals processes for projects that could boost the economy. But it has been criticised by Indigenous groups and environmental activists who say expediting the projects could stifle opposition voices.",
      "url": "https://www.bbc.com/news/articles/cglzx41jl4eo"
    },
    {
      "title": "What to know about the Supreme Court's birthright citizenship case",
      "summary": "The Supreme Court is expected to decide whether a single federal judge can block an order from the US president from taking effect nationwide. The case stems from President Donald Trump's bid to end birthright citizenship, which has been frozen by multiple lower courts.",
      "url": "https://www.bbc.com/news/articles/cjrl7dd1dp9o"
    },
    {
      "title": "A month into Gaza's new aid system - gunfire and chaos are routine",
      "summary": "A month into Gaza's new aid system - gunfire and chaos are routine. A month after the start of a controversial US- and Israeli-backed aid distribution system in Gaza. BBC Verify analysis of dozens of videos shows repeated incidents of gunfire near people travelling to collect aid, as well as other moments of chaos and panic.",
      "url": "https://www.bbc.com/news/articles/cwygezz3gx7o"
    },
    {
      "title": "'They brainwashed my son': the families of PKK fighters waiting for 40-year conflict to end",
      "summary": "Kurdistan Workers' Party (PKK) announced last month that it would disband and end its decades-long insurgency against Turkey. For 40 years the PKK has been at war with Turkey in a conflict that has killed more than 40,000 people, many of them civilians, and is one of the longest-running in the world",
      "url": "https://www.bbc.com/news/articles/cn4g9vyyywmo"
    },
    {
      "title": "'We are terrified': Trump's migrant crackdown has workers and firms worried",
      "summary": "Trump's crackdown on immigrants is starting to chip away at his workforce. About 15 people have left his company, Total Quality, since Trump won a fight to strip immigrants from temporary protections shielding them from deportation.",
      "url": "https://www.bbc.com/news/articles/cpd4gp78j06o"
    },
    {
      "title": "Are East African governments uniting to silence dissent?",
      "summary": "Kenya has been hit by a recent wave of repression, tarnishing its reputation as a beacon of democracy in East Africa. Critics fear that it is sliding down the path of Uganda and Tanzania, both of which are notorious for cracking down on dissent. Kenya has witnessed an increasing crackdown on protests - the latest example being the killing",
      "url": "https://www.bbc.com/news/articles/c4gk7435xl0o"
    },
    {
      "title": "The woman who could bust Trump's 'big beautiful bill'",
      "summary": "Elizabeth MacDonough is the so-called referee of the Senate. She objected to several parts of US President Donald Trump's mega-sized tax bill. The 1,000-page document would slash spending and extend tax cuts. But she has said that certain provisions violate Senate rules, throwing billions of dollars of cuts into",
      "url": "https://www.bbc.com/news/articles/cx2498ekj21o"
    },
    {
      "title": "EU's 27 countries struggle to find a united voice on Gaza",
      "summary": "EU's 27 countries struggle to find a united voice on Gaza. EU report found indications Israel had breached human rights obligations under the EU-Israel Association Agreement. Protesters demanding that the EU suspend its 25-year-old trade accord over Israel's actions in Gaza.",
      "url": "https://www.bbc.com/news/articles/c62d51xxgzko"
    },
    {
      "title": "Satirical Bezos mannequins pop up in Venice ahead of wedding",
      "summary": "The installations are the work of an art collective. There have been protests in Venice ahead of the upcoming nuptials. Some are angered at a perceived takeover of the city by the super rich.",
      "url": "https://www.bbc.com/news/videos/c1k8488xln8o"
    }
  ]
}