{
  "generated": "2025-07-11T23:05:46Z",
  "span": "month",
  "lang": "fr",
  "cards": [
    {
      "title": "'Je l'ai créé moi-même': Le garçon derrière la danse virale 'aura-agriculture' de course de bateau",
      "summary": "Rayyan Arkan Dikha est le Togak Luan - le danseur à la pointe du bateau. Le 5ème diplômé d'un village de Kuantan Singi Regency faisait ses débuts à la course nationale Pacu Jalur bateau. Les mouvements, pleins de swag et faciles à suivre, sont copiés à travers le monde.",
      "url": "https://www.bbc.com/news/articles/czxe7ey59r0o"
    },
    {
      "title": "'Un énorme son qui ressemble à une explosion' - Les survivants rappellent le moment où le pont Inde s'est effondré",
      "summary": "Au moins 15 personnes tuées dans l'effondrement du pont dans l'État indien du Gujarat. \"Un énorme son comme une explosion\" - Les survivants se souviennent du moment où le pont indien s'est effondré. Au moins quatre personnes sont toujours portées disparues.",
      "url": "https://www.bbc.com/news/articles/cjel1g15qxpo"
    },
    {
      "title": "L'Iran pourrait récupérer de l'uranium enrichi après les frappes américaines, dit le fonctionnaire israélien",
      "summary": "Israël pense que l'Iran pourrait potentiellement récupérer de l'uranium enrichi enterré sous l'une des trois installations touchées par les forces américaines le mois dernier. Le président américain Donald Trump a affirmé à maintes reprises que les frappes aériennes et de missiles américaines contre l'Iran en juin « ont effacé » les installations nucléaires du pays.",
      "url": "https://www.bbc.com/news/articles/cn0qzxvydz1o"
    },
    {
      "title": "Dans le pays où le taux de natalité est le plus faible au monde, les cliniques de fertilité sont en plein essor.",
      "summary": "Dans le pays où le taux de natalité est le plus faible au monde, les cliniques de fertilité sont en plein essor. Entre 2018 et 2022, le nombre de traitements de fertilité en Corée du Sud a augmenté de près de 50 % à 200 000. L'année dernière, un bébé sur six à Séoul est né avec l'aide d'un traitement de fertilité.",
      "url": "https://www.bbc.com/news/articles/c20wg50l563o"
    },
    {
      "title": "Le plus grand hôpital opérationnel de Gaza face à une catastrophe, avertissent les médecins, alors qu'Israël élargit l'offensive",
      "summary": "Nasser Medical Complex a été forcé de cesser d'admettre des patients jeudi. Des témoins ont déclaré que les troupes et les chars israéliens ont avancé dans un cimetière de 200m (660pi) et ont tiré vers des camps voisins pour les familles déplacées.",
      "url": "https://www.bbc.com/news/articles/cdx5zeywgrgo"
    },
    {
      "title": "L'Asie s'enfuit de la salve tarifaire de Trump – quelqu'un gagne-t-il ?",
      "summary": "Le président américain Donald Trump a prolongé la date limite pour les négociations tarifaires. Les pays du monde entier ont jusqu'au 1er août pour conclure un accord avec les États-Unis. Mais ils s'interrogent probablement sur leurs chances étant donné que le Japon fait encore face à une forte taxe.",
      "url": "https://www.bbc.com/news/articles/ckg5l2yy42eo"
    },
    {
      "title": "'Nous sommes inquiets pour notre avenir': les tensions du massacre de Srebrenica ont continué à se manifester pendant 30 ans.",
      "summary": "Plus de 8 000 hommes et garçons bosniaques ont été tués par les forces serbes de Bosnie en juillet 1995. Le massacre de Srebrenica reste le crime de guerre le plus notoire commis en Europe depuis la Seconde Guerre mondiale.",
      "url": "https://www.bbc.com/news/articles/c4g2edzg2wlo"
    },
    {
      "title": "\"Je ne peux pas boire l'eau\" - la vie à côté d'un centre de données américain",
      "summary": "Beverly Morris vit à 400 mètres d'un centre de données à Mansfield, en Géorgie. Elle dit que la construction du centre a perturbé son puits privé. Mme Morris transporte maintenant de l'eau dans des seaux pour rincer ses toilettes. Meta, propriétaire du centre de données, dit que c'est un bon voisin.",
      "url": "https://www.bbc.com/news/articles/cy8gy7lv448o"
    },
    {
      "title": "L'Ukraine recevra des systèmes de défense aérienne américains, déclare Trump",
      "summary": "Le président ukrainien Volodymyr Zelensky a parlé d'avoir un « dialogue positif » avec Trump. Il a déclaré qu'il avait demandé 10 systèmes Patriot après une poussée des attaques russes de drones et de missiles sur les villes ukrainiennes au cours de la semaine dernière.",
      "url": "https://www.bbc.com/news/articles/crl04200dp4o"
    },
    {
      "title": "Trump enquête les dégâts au Texas alors que la recherche continue pour 160 manquants",
      "summary": "Le président Donald Trump et la première dame Melania Trump ont visité la dévastation dans le comté de Kerr, au Texas. 120 personnes ont été tuées dans les inondations. Plus de 12 300 volontaires se sont rassemblés pour aider à la recherche de 161 personnes encore disparues dans l'ensemble de l'État.",
      "url": "https://www.bbc.com/news/articles/cr5vlp0pmdzo"
    },
    {
      "title": "Des douzaines d'hospitalisation après suspicion de surdosage en masse à Baltimore",
      "summary": "Des dizaines de personnes ont été hospitalisées après une surdose massive soupçonnée à Baltimore jeudi. Les officiels n'ont pas révélé les substances qu'ils suspectent d'avoir été impliquées. Les États-Unis ont vu une augmentation rapide du nombre de surdoses de drogues au cours des deux dernières décennies.",
      "url": "https://www.bbc.com/news/articles/cp8m5jggjdgo"
    },
    {
      "title": "Les crimes de guerre commis au Soudan, estime la CPI",
      "summary": "La violence sexuelle à l'égard des femmes et des filles, l'une des conclusions les plus inquiétantes d'une enquête de la CPI. Le procureur adjoint de la CPI, Nazhat Shameem Khan, a déclaré qu'il était « difficile de trouver des mots appropriés pour décrire la profondeur des souffrances » dans la région.",
      "url": "https://www.bbc.com/news/articles/cvg819yxkp5o"
    },
    {
      "title": "Le PKK kurde brûle des armes dans le chaudron en grand pas vers la fin du conflit en Turquie",
      "summary": "Environ 30 combattants, hommes et femmes, ont placé leurs armes dans un chaudron. Le président turc Recep Tayyip Erdogan a déclaré que la cérémonie a marqué un « pas important vers notre objectif d'une Turquie sans terreur » Le processus de désarmement devrait durer tout l'été.",
      "url": "https://www.bbc.com/news/articles/cyvj5v67ly9o"
    },
    {
      "title": "Le Nigeria a des «problèmes suffisants» et ne peut pas prendre les déportés des États-Unis, dit le ministre",
      "summary": "« Nous avons déjà plus de 230 millions de personnes », explique Yusuf Tuggar.",
      "url": "https://www.bbc.com/news/articles/c23gz78v5jjo"
    },
    {
      "title": "Trump menace les droits de douane de 35 % sur les marchandises canadiennes",
      "summary": "Le président américain Donald Trump a déclaré qu'il imposerait un tarif de 35% sur les marchandises canadiennes à partir du 1er août. L'annonce a pris la forme d'une lettre publiée sur la plateforme de médias sociaux de Trump Truth Social. Le Canada vend environ les trois quarts de ses marchandises aux États-Unis, et est un centre de fabrication automobile.",
      "url": "https://www.bbc.com/news/articles/cvg819n954mo"
    },
    {
      "title": "Plus de 150 arrestations dans la répression mondiale de la traite des êtres humains",
      "summary": "Plus de 150 arrestations dans le cadre de la répression mondiale de la traite des êtres humains par Interpol. L'opération de six jours a impliqué près de 15 000 agents de 43 pays d'Europe, d'Asie, d'Afrique et d'Amérique du Sud.",
      "url": "https://www.bbc.com/news/articles/c36x3z1k18no"
    },
    {
      "title": "Consolidation du plan visant à forcer tous les habitants de Gaza à se rendre dans le sud de la ville",
      "summary": "Le ministre de la Défense d'Israël veut construire une «ville humanitaire» à Rafah. Les Palestiniens seraient contrôlés de sécurité avant d'être autorisés à entrer et non à partir. Les critiques, tant au niveau national qu'international, ont condamné la proposition.",
      "url": "https://www.bbc.com/news/articles/c9dgv7v1d06o"
    },
    {
      "title": "La langue devient violente dans l'État le plus riche de l'Inde",
      "summary": "Le gouvernement Maharashtra a rendu obligatoire pour les écoles primaires publiques d'enseigner le hindi en tant que troisième langue, à l'exception de l'anglais et de Marathi.",
      "url": "https://www.bbc.com/news/articles/c93kwqvw3jxo"
    },
    {
      "title": "Les étudiants chinois dorment hors de la canicule dans les bibliothèques et les tentes",
      "summary": "Les étudiants chinois dorment hors de la canicule dans les bibliothèques et les tentes. Certains ont complètement abandonné leurs campus. Les hôtels sont devenus populaires parmi les étudiants cherchant à éviter les nuits transpirantes dans les dortoirs.",
      "url": "https://www.bbc.com/news/articles/czrykm5z2rxo"
    },
    {
      "title": "L'Inde et la Chine s'efforcent de rétablir les liens mais avec prudence",
      "summary": "L'Inde et la Chine s'efforcent de rétablir les liens, mais avec prudence. Au cœur des tensions entre l'Inde et la Chine se trouve une frontière contestée de 3 440 km (2 100 milles) de long.",
      "url": "https://www.bbc.com/news/articles/cly25ndp8kwo"
    }
  ]
}