{
  "generated": "2025-07-11T17:33:47Z",
  "cards": [
    {
      "title": "'Jag skapade det själv': Pojken bakom viral 'aura jordbruk' båt racing dans",
      "summary": "Pojken bakom viral 'aura jordbruk' båt racing dans kom till honom på sporra av ögonblicket, berättade han BBC Indonesien. Dansen ses som den ultimata representationen av \"aura jordbruk\" - en internet fras för att se cool och bygga ens \"aura",
      "url": "https://www.bbc.com/news/articles/czxe7ey59r0o"
    },
    {
      "title": "\"En enorm explosion-liknande ljud\" - Överlevande minns ögonblick Indien bron kollapsade",
      "summary": "\"En enorm explosion-liknande ljud\" - Överlevande minns ögonblick Indien bron kollapsade på onsdag. Minst 15 personer har sagt att de först trodde att det var en explosion eller jordbävning. Orsaken till kollapsen är fortfarande att fastställas.",
      "url": "https://www.bbc.com/news/articles/cjel1g15qxpo"
    },
    {
      "title": "Ukrainska värnpliktens död föranleder bråk med Ungern",
      "summary": "Döden av ukrainska värnplikt driver gräl med Ungern. Jozsef Sebestyen, en dubbel ukrainsk-ungersk medborgare, misshandlades med järn barer efter att han tvångsrekryterade. Omständigheterna kring hans död har förnekats av militären, men hans fall har lyst ett ljus på tvångsvärnplikt i Ukraina.",
      "url": "https://www.bbc.com/news/articles/cp3l22z5y2zo"
    },
    {
      "title": "Iran skulle kunna återvinna anrikat uran efter amerikanska strejker, säger israelisk tjänsteman",
      "summary": "Isfahan var en av tre iranska kärntekniska anläggningar som träffades av amerikanska flygplan och missiler den 22 juni. Iran förnekar att försöka utveckla kärnvapen och säger att dess anrikning av uran är för fredliga ändamål. Israel tror att Iran potentiellt skulle kunna hämta anrikat uran begravt under en av de tre anläggningar som slog till förra månaden.",
      "url": "https://www.bbc.com/news/articles/cn0qzxvydz1o"
    },
    {
      "title": "I det land som har världens lägsta födelsetal ökar fertilitetsklinikerna",
      "summary": "Sydkorea har världens lägsta födelsetal, fertilitetskliniker blomstrar. Mellan 2018 och 2022 ökade antalet fertilitetsbehandlingar i landet med nästan 50% till 200.000. Ett av sex barn i Seoul föddes med hjälp av fertilitetsbehandling förra året.",
      "url": "https://www.bbc.com/news/articles/c20wg50l563o"
    },
    {
      "title": "Gazas största fungerande sjukhus står inför katastrof, sjukvårdare varnar, när Israel breddar offensiven",
      "summary": "Nasser Medical Complex tvingades att sluta erkänna patienter på torsdag. Israeliska trupper och stridsvagnar avancerade in i en kyrkogård 200m (660ft) bort och avfyrade mot närliggande läger för fördrivna familjer. De styrkor enligt uppgift drog sig tillbaka på fredag efter att gräva upp flera områden.",
      "url": "https://www.bbc.com/news/articles/cdx5zeywgrgo"
    },
    {
      "title": "Asien är rullning från Trumps taxa salvo – är någon vinna?",
      "summary": "USA: s president Donald Trump har förlängt tidsfristen för tullförhandlingar med Japan. Japans tullförhandlare har besökt Washington DC minst sju gånger sedan april. Trump meddelade en 35% taxa för varor som importeras från Kanada på fredag.",
      "url": "https://www.bbc.com/news/articles/ckg5l2yy42eo"
    },
    {
      "title": "\"Vi är oroliga för vår framtid\": Srebrenica massakerns spänningar kändes fortfarande 30 år senare",
      "summary": "Mer än 8 000 bosniska män och pojkar dödades av bosniska serbstyrkor i juli 1995. Massakern i Srebrenica är fortfarande det mest ökända krigsbrottet som begåtts i Europa sedan andra världskriget. Många offer för massakern identifierades av deras kläder.",
      "url": "https://www.bbc.com/news/articles/c4g2edzg2wlo"
    },
    {
      "title": "\"Jag kan inte dricka vattnet\" - livet bredvid ett amerikanskt datacenter",
      "summary": "Beverley Morris säger att hon inte kan dricka vattnet i sitt hem på grund av lågt vattentryck. Hon tror att byggandet av ett datacenter i Mansfield, Georgia, störde hennes privata brunn. Datacentret ägs av Meta, moderbolaget på Facebook. Meta säger att vara en bra granne är en prioritet.",
      "url": "https://www.bbc.com/news/articles/cy8gy7lv448o"
    },
    {
      "title": "Sex saker Trump bör veta om Liberia efter att han berömde ledarens \"bra engelska\"",
      "summary": "Liberia grundades av befriade afroamerikanska slavar 1822 innan självständigheten förklarades 1847. Tusentals svarta amerikaner och befriade afrikaner bosatte sig i Liberia under kolonialtiden. Många liberianer talar med amerikansk accent på grund av dessa historiska band till USA.",
      "url": "https://www.bbc.com/news/articles/c5y72w17vpwo"
    },
    {
      "title": "Ukraina att ta emot amerikanska luftförsvarssystem, säger Trump",
      "summary": "Ukraina att ta emot amerikanska luftförsvarssystem, säger Trump. Ukrainas president Volodymyr Zelensky talade om att ha en \"positiv dialog\" med Trump. Han sade att han hade bett om 10 Patriot system efter en våg i ryska drönare och missilattacker.",
      "url": "https://www.bbc.com/news/articles/crl04200dp4o"
    },
    {
      "title": "Trump hotar 35% avgifter på kanadensiska varor",
      "summary": "Trump hotar 35% tullar på kanadensiska varor som börjar den 1 augusti. Kanadensisk premiärminister Mark Carney sade att hans regering skulle fortsätta att skydda sitt lands arbetstagare och företag.",
      "url": "https://www.bbc.com/news/articles/cvg819n954mo"
    },
    {
      "title": "Krigsbrott som begås i Sudan, anser ICC",
      "summary": "ICC säger att det finns \"rimliga skäl\" att tro att krigsförbrytelser begås i västra Sudan. ICC biträdande åklagare Nazhat Shameem Khan säger att det är \"svårt att hitta lämpliga ord för att beskriva djupet av lidande\" Hon berömmer \"brave\" överlevande för att dela vittnesmål.",
      "url": "https://www.bbc.com/news/articles/cvg819yxkp5o"
    },
    {
      "title": "Dussintals tas till sjukhus efter misstänkt massöverdos i Baltimore",
      "summary": "Dussintals har förts till sjukhus efter misstänkt massöverdos i Baltimore. Minst 27 personer har lagts in på sjukhus i västra Baltimore efter misstänkta läkemedelsöverdoser. Tjänstemän har inte avslöjat vilka ämnen de misstänker kan ha varit inblandade.",
      "url": "https://www.bbc.com/news/articles/cp8m5jggjdgo"
    },
    {
      "title": "Kurdiska PKK bränner vapen i kittel i ett stort steg mot att få ett slut på konflikten i Turkiet",
      "summary": "Kurdiska PKK bränner vapen i kittel i symboliskt steg mot slutet Turkiet konflikt. Omkring 30 kämpar, män och kvinnor, placerade sina vapen i en kittel, börjar en nedrustningsprocess. Turkisk president Recep Tayyip Erdogan sade ceremonin markerade ett \"viktigt steg mot vårt mål om ett terrorfritt Turkiet\"",
      "url": "https://www.bbc.com/news/articles/cyvj5v67ly9o"
    },
    {
      "title": "Nigeria har \"tillräckliga problem\" och kan inte ta deporterade från USA, säger ministern",
      "summary": "Nigeria har \"tillräckliga problem\" och kan inte ta deporterade från USA, säger Yusuf Tuggar. Kommentarer följer hot från Washington för att begränsa visum och vandringstariffer för länder som inte följer dess utvisningspolitik.",
      "url": "https://www.bbc.com/news/articles/c23gz78v5jjo"
    },
    {
      "title": "Mer än 150 gripanden i den globala människohandeln",
      "summary": "Över 150 gripanden och 1 194 potentiella offer har identifierats. Den sex dagar långa operationen omfattade närmare 15 000 officerare från 43 länder i Europa, Asien, Afrika och Sydamerika.",
      "url": "https://www.bbc.com/news/articles/c36x3z1k18no"
    },
    {
      "title": "Domare blockerar Trumps förstfödslorättsorder efter Högsta domstolens dom",
      "summary": "Domare blockerar Trumps förstfödslorätt ordning efter Högsta domstolens dom. New Hampshire domare godkände en klasstalan stämning mot Trump verkställande order. Vita huset ifrågasatte giltigheten av domarens dom.",
      "url": "https://www.bbc.com/news/articles/c0l4jw5glplo"
    },
    {
      "title": "Uppror bygger över planen att tvinga alla Gazabor till södra staden",
      "summary": "Uppror bygger över planen att tvinga alla Gazabor till södra staden Rafah. Israels försvarsminister Israel Katz har krävt en två månaders paus i militära operationer. Kritiker har fördömt förslaget, med människorättsgrupper, akademiker och advokater kallar det en ritning för ett \"koncentrationsläger\"",
      "url": "https://www.bbc.com/news/articles/c9dgv7v1d06o"
    },
    {
      "title": "Raden över språket blir våldsam i Indiens rikaste stat",
      "summary": "Rad över språk blir våldsamt i Indiens rikaste stat, Maharashtra. Raden började i april efter Maharashtra regeringen gjorde det obligatoriskt för statligt drivna grundskolor att undervisa hindi som ett tredje språk, bortsett från engelska och marathi. Detta var i linje med en federal politik som ger mandat att barn undervisas tre språk i skolan.",
      "url": "https://www.bbc.com/news/articles/c93kwqvw3jxo"
    }
  ]
}