{
  "generated": "2025-07-11T23:01:40Z",
  "span": "month",
  "lang": "es",
  "cards": [
    {
      "title": "'Yo mismo lo creé': el chico detrás del baile de carreras de barcos viral 'aura agriculture'",
      "summary": "Rayyan Arkan Dikha es el Togak Luan - el bailarín en la punta del barco. El 5o grado de un pueblo en Kuantan Singingi Regency estaba haciendo su debut en la carrera nacional de botes Pacu Jalur. Los movimientos, llenos de swag y fáciles de seguir, están siendo copiados en todo el mundo.",
      "url": "https://www.bbc.com/news/articles/czxe7ey59r0o"
    },
    {
      "title": "'Un enorme sonido de explosión' - Los sobrevivientes recuerdan el momento en que el puente de la India se derrumbó",
      "summary": "Al menos 15 personas murieron en el colapso del puente en el estado de Gujarat en la India. 'Un enorme sonido similar a una explosión' - Los sobrevivientes recuerdan el momento en que el puente de India se derrumbó.",
      "url": "https://www.bbc.com/news/articles/cjel1g15qxpo"
    },
    {
      "title": "Irán podría recuperar uranio enriquecido después de los ataques de EE.UU., dice el funcionario israelí",
      "summary": "Israel cree que Irán podría potencialmente recuperar uranio enriquecido enterrado bajo una de las tres instalaciones golpeadas por las fuerzas estadounidenses el mes pasado. El presidente estadounidense Donald Trump ha afirmado repetidamente que los ataques aéreos y de misiles estadounidenses contra Irán en junio \"obliteraron\" las instalaciones nucleares del país.",
      "url": "https://www.bbc.com/news/articles/cn0qzxvydz1o"
    },
    {
      "title": "En el país con la tasa de natalidad más baja del mundo, las clínicas de fertilidad están en auge",
      "summary": "En el país con la tasa de natalidad más baja del mundo, las clínicas de fertilidad están en auge. Entre 2018 y 2022, el número de tratamientos de fertilidad en Corea del Sur aumentó casi 50% a 200.000. El año pasado, uno de cada seis bebés en Seúl nacieron con la ayuda del tratamiento de fertilidad.",
      "url": "https://www.bbc.com/news/articles/c20wg50l563o"
    },
    {
      "title": "Los médicos advierten que el hospital más grande que funciona en Gaza se enfrenta al desastre, a medida que Israel amplía la ofensiva",
      "summary": "Nasser Medical Complex se vio obligado a dejar de admitir pacientes el jueves. Testigos dijeron que tropas y tanques israelíes avanzaron a un cementerio a 200 metros de distancia y dispararon hacia campamentos cercanos para familias desplazadas. El personal médico y docenas de pacientes en cuidados intensivos permanecen dentro del hospital.",
      "url": "https://www.bbc.com/news/articles/cdx5zeywgrgo"
    },
    {
      "title": "Asia está tambaleándose de la salva arancelaria de Trump – ¿alguien está ganando?",
      "summary": "El presidente estadounidense Donald Trump ha ampliado el plazo para las negociaciones arancelarias.Los países de todo el mundo tienen hasta el 1 de agosto para llegar a un acuerdo con los EE.UU. Pero es probable que se pregunten acerca de sus posibilidades, dado que Japón todavía se enfrenta a una fuerte tasa.",
      "url": "https://www.bbc.com/news/articles/ckg5l2yy42eo"
    },
    {
      "title": "\"Estamos preocupados por nuestro futuro\": las tensiones de la masacre de Srebrenica todavía se sintieron 30 años después",
      "summary": "Más de 8.000 hombres y niños bosnios fueron asesinados por las fuerzas serbias de Bosnia en julio de 1995, la masacre de Srebrenica sigue siendo el crimen de guerra más notorio cometido en Europa desde la Segunda Guerra Mundial. Muchas de las familias de las víctimas siguen buscando los restos de sus familiares décadas después.",
      "url": "https://www.bbc.com/news/articles/c4g2edzg2wlo"
    },
    {
      "title": "'No puedo beber el agua' - la vida junto a un centro de datos de EE.UU.",
      "summary": "Beverly Morris vive a 400 metros de un centro de datos en Mansfield, Georgia. Dice que la construcción del centro interrumpió su pozo privado. La Sra. Morris ahora transporta agua en cubos para tirar su inodoro. Meta, propietaria del centro de datos, dice que es un buen vecino.",
      "url": "https://www.bbc.com/news/articles/cy8gy7lv448o"
    },
    {
      "title": "Ucrania recibirá sistemas de defensa aérea estadounidenses, dice Trump",
      "summary": "El presidente de Ucrania, Volodymyr Zelensky, habló de tener un \"diálogo positivo\" con Trump. Dijo que había pedido 10 sistemas Patriotas después de un aumento en los ataques de aviones no tripulados y misiles rusos contra ciudades ucranianas en la semana pasada.",
      "url": "https://www.bbc.com/news/articles/crl04200dp4o"
    },
    {
      "title": "Trump investiga daños en Texas mientras continúa la búsqueda de 160 desaparecidos",
      "summary": "El presidente Donald Trump y la primera dama Melania Trump recorrieron la devastación en el condado de Kerr, Texas. 120 personas han muerto en las inundaciones. Más de 12.300 voluntarios se han reunido para ayudar a buscar a 161 personas aún desaparecidas en todo el estado.",
      "url": "https://www.bbc.com/news/articles/cr5vlp0pmdzo"
    },
    {
      "title": "Docenas de personas llevadas al hospital tras sospecha de sobredosis masivas en Baltimore",
      "summary": "Docenas de personas llevadas al hospital después de sospecha de sobredosis masivas en Baltimore el jueves. Los funcionarios no han revelado qué sustancias sospechan que podrían haber estado involucradas. EE.UU. ha visto un rápido aumento en el número de sobredosis de drogas en las últimas dos décadas.",
      "url": "https://www.bbc.com/news/articles/cp8m5jggjdgo"
    },
    {
      "title": "Crímenes de guerra que se están cometiendo en Sudán, la Corte Penal Internacional cree",
      "summary": "La violencia sexual contra mujeres y niñas fue uno de los hallazgos más inquietantes de una investigación de la CPI. El fiscal adjunto de la CPI, Nazhat Shameem Khan, dijo que era \"difícil encontrar palabras apropiadas para describir la profundidad del sufrimiento\" en la región.",
      "url": "https://www.bbc.com/news/articles/cvg819yxkp5o"
    },
    {
      "title": "El PKK kurdo quema armas en caldero en un gran paso hacia el fin del conflicto en Turquía",
      "summary": "Cerca de 30 combatientes, hombres y mujeres, colocaron sus armas en un caldero. El presidente turco Recep Tayyip Erdogan dijo que la ceremonia marcó un \"importante paso hacia nuestro objetivo de una Turquía libre de terror\" Se espera que el proceso de desarme dure todo el verano.",
      "url": "https://www.bbc.com/news/articles/cyvj5v67ly9o"
    },
    {
      "title": "Nigeria tiene \"suficientes problemas\" y no puede tomar deportados de EE.UU., dice el ministro",
      "summary": "Nigeria tiene \"suficientes problemas\" y no puede aceptar deportados de Estados Unidos, dice el ministro. \"Ya tenemos más de 230 millones de personas\", dice Yusuf Tuggar.",
      "url": "https://www.bbc.com/news/articles/c23gz78v5jjo"
    },
    {
      "title": "Trump amenaza con aranceles del 35% sobre bienes canadienses",
      "summary": "El presidente estadounidense Donald Trump ha dicho que impondrá un arancel del 35% a los bienes canadienses a partir del 1 de agosto. El anuncio llegó en forma de una carta publicada en la plataforma de medios sociales de Trump Truth Social. Canadá vende alrededor de tres cuartas partes de sus bienes a los Estados Unidos, y es un centro de fabricación de automóviles.",
      "url": "https://www.bbc.com/news/articles/cvg819n954mo"
    },
    {
      "title": "Más de 150 arrestos en la represión mundial de la trata de personas",
      "summary": "Más de 150 arrestos en la represión global de la trata de personas por parte de Interpol. La operación de seis días involucró a cerca de 15.000 oficiales de 43 países de Europa, Asia, África y Sudamérica.",
      "url": "https://www.bbc.com/news/articles/c36x3z1k18no"
    },
    {
      "title": "La indignación se acumula sobre el plan para forzar a todos los habitantes de Gaza a la ciudad del sur",
      "summary": "El ministro de Defensa de Israel quiere construir una \"ciudad humanitaria\" en Rafah. Los palestinos serían sometidos a controles de seguridad antes de que se les permitiera entrar y no se les permitiera salir. Los críticos, tanto a nivel nacional como internacional, condenaron la propuesta.",
      "url": "https://www.bbc.com/news/articles/c9dgv7v1d06o"
    },
    {
      "title": "Remar sobre el lenguaje se vuelve violento en el estado más rico de la India",
      "summary": "El gobierno de Maharashtra obligó a las escuelas primarias estatales a enseñar el hindi como tercer idioma, aparte del inglés y el marathi.",
      "url": "https://www.bbc.com/news/articles/c93kwqvw3jxo"
    },
    {
      "title": "Estudiantes chinos duermen fuera de la ola de calor en bibliotecas y tiendas de campaña",
      "summary": "Los estudiantes chinos duermen fuera de la ola de calor en bibliotecas y tiendas de campaña. Algunos han abandonado sus campus por completo. Los hoteles se han convertido en populares entre los estudiantes que buscan evitar noches sudorosas en dormitorios.",
      "url": "https://www.bbc.com/news/articles/czrykm5z2rxo"
    },
    {
      "title": "India y China se esfuerzan por restablecer los lazos, pero con cautela",
      "summary": "La India y China se esfuerzan por restablecer los lazos, pero con precaución. En el corazón de la India-China las tensiones son una frontera disputada mal definida, de 3.440 kilómetros (2.100 millas) de largo. Los ríos, lagos y cubiertas de nieve a lo largo de la frontera significan que la línea a menudo cambia.",
      "url": "https://www.bbc.com/news/articles/cly25ndp8kwo"
    }
  ]
}