{
  "generated": "2025-07-11T22:57:30Z",
  "span": "month",
  "lang": "de",
  "cards": [
    {
      "title": "'Ich habe es selbst geschaffen': Der Junge hinter dem viralen 'Aura Farming' Boot-Renntanz",
      "summary": "Rayyan Arkan Dikha ist der Togak Luan - der Tänzer an der Spitze des Bootes. Der Fünftklässler aus einem Dorf in Kuantan Singingi Regency gab sein Debüt beim nationalen Pacu Jalur Bootrennen. Die Züge, voller Schwag und leicht zu folgen, werden auf der ganzen Welt kopiert.",
      "url": "https://www.bbc.com/news/articles/czxe7ey59r0o"
    },
    {
      "title": "'Ein riesiger explosionsähnlicher Klang' - Überlebende erinnern sich an den Moment, in dem Indienbrücke zusammenbrach",
      "summary": "Mindestens 15 Menschen, die bei einem Brückenkollaps im indischen Gujarat-Staat ums Leben kamen. 'Ein riesiger Explosionsschall' - Überlebende erinnern sich an den Moment des Zusammenbruchs der indischen Brücke. Mindestens vier Menschen werden noch vermisst.",
      "url": "https://www.bbc.com/news/articles/cjel1g15qxpo"
    },
    {
      "title": "Iran könnte einige angereicherte Uran nach US-Streiks erholen, sagt israelischer Beamter",
      "summary": "Israel glaubt, dass der Iran möglicherweise angereichertes Uran unter einer der drei von US-Streitkräften im vergangenen Monat geschlagenen Einrichtungen abheben könnte. US-Präsident Donald Trump hat wiederholt behauptet, dass US-Luft- und Raketenangriffe auf den Iran im Juni die Atomanlagen des Landes \"vernichtet\" hätten. US-Geheimdienste haben eine vorsichtigere Ansicht vertreten.",
      "url": "https://www.bbc.com/news/articles/cn0qzxvydz1o"
    },
    {
      "title": "Im Land mit der niedrigsten Geburtenrate der Welt boomen Fruchtbarkeitskliniken",
      "summary": "Im Land mit der niedrigsten Geburtenrate der Welt boomen Fruchtbarkeitskliniken. Zwischen 2018 und 2022 stieg die Zahl der Fertilitätsbehandlungen in Südkorea um fast 50% auf 200.000. Im vergangenen Jahr wurde jedes sechste Kind in Seoul mit Hilfe der Fertilitätsbehandlung geboren.",
      "url": "https://www.bbc.com/news/articles/c20wg50l563o"
    },
    {
      "title": "Gazas größtes funktionierendes Krankenhaus, das vor einer Katastrophe steht, warnt die Mediziner, da Israel die Offensive ausweitet",
      "summary": "Nasser Medical Complex wurde gezwungen, die Aufnahme von Patienten am Donnerstag einzustellen. Zeugen sagten, dass israelische Truppen und Panzer auf einen 200 Meter entfernten Friedhof vorrückten und in nahegelegene Lager für vertriebene Familien feuerten.",
      "url": "https://www.bbc.com/news/articles/cdx5zeywgrgo"
    },
    {
      "title": "Asien rollt von Trumps Zollsalvo – gewinnt jemand?",
      "summary": "US-Präsident Donald Trump hat die Frist für Tarifverhandlungen verlängert. Länder auf der ganzen Welt haben bis zum 1. August einen Deal mit den USA zu treffen. Aber sie fragen sich wahrscheinlich über ihre Chancen angesichts der Tatsache, dass Japan noch vor einer steilen Abgabe steht.",
      "url": "https://www.bbc.com/news/articles/ckg5l2yy42eo"
    },
    {
      "title": "\"Wir machen uns Sorgen um unsere Zukunft\": Die Spannungen des Srebrenica-Massakers fühlten sich noch 30 Jahre an",
      "summary": "Mehr als 8.000 bosnische Männer und Jungen wurden im Juli 1995 von bosnischen serbischen Streitkräften getötet. Das Massaker von Srebrenica ist nach wie vor das berüchtigtste seit dem Zweiten Weltkrieg in Europa begangene Kriegsverbrechen. Viele Familien der Opfer suchen noch Jahrzehnte später nach ihren Verwandten.",
      "url": "https://www.bbc.com/news/articles/c4g2edzg2wlo"
    },
    {
      "title": "\"Ich kann das Wasser nicht trinken\" - Leben neben einem US-Rechenzentrum",
      "summary": "Beverly Morris lebt 400 Meter von einem Rechenzentrum in Mansfield, Georgia. Sie sagt, dass der Bau des Zentrums ihren privaten Brunnen gestört hat. Frau Morris schleppt nun Wasser in Eimer, um ihre Toilette zu spülen. Meta, Besitzerin des Rechenzentrums, sagt, es sei ein guter Nachbar.",
      "url": "https://www.bbc.com/news/articles/cy8gy7lv448o"
    },
    {
      "title": "Ukraine, um US-Luftabwehrsysteme zu erhalten, sagt Trump",
      "summary": "Der ukrainische Präsident Wolodymyr Zelensky sprach von einem „positiven Dialog\" mit Trump. Er sagte, er habe nach einem Übergriff auf russische Drohnen- und Raketenangriffe auf ukrainische Städte in der vergangenen Woche um 10 Patriot-Systeme gebeten.",
      "url": "https://www.bbc.com/news/articles/crl04200dp4o"
    },
    {
      "title": "Trump surveys Schaden in Texas als Suche weiter für 160 vermisst",
      "summary": "Präsident Donald Trump und First Lady Melania Trump tourten durch die Verwüstung im Kerr County, Texas. 120 Menschen wurden bei den Überschwemmungen getötet. Mehr als 12.300 Freiwillige haben sich versammelt, um bei der Suche nach 161 Menschen zu helfen, die noch im ganzen Land vermisst werden.",
      "url": "https://www.bbc.com/news/articles/cr5vlp0pmdzo"
    },
    {
      "title": "Dutzende ins Krankenhaus nach Verdacht auf Massenüberdosis in Baltimore",
      "summary": "Dutzende ins Krankenhaus nach Verdacht auf Massenüberdosis in Baltimore am Donnerstag. Beamte haben nicht bekannt gegeben, welche Substanzen sie vermutet haben, beteiligt gewesen sein könnte. US hat eine rasche Zunahme der Anzahl von Drogenüberdosen in den letzten zwei Jahrzehnten gesehen.",
      "url": "https://www.bbc.com/news/articles/cp8m5jggjdgo"
    },
    {
      "title": "Kriegsverbrechen, die im Sudan begangen werden, glaubt der ICC",
      "summary": "Sexuelle Gewalt gegen Frauen und Mädchen, die als eines der beunruhigendsten Befunde einer Untersuchung des ICC bezeichnet werden. ICC-Stellvertretender Staatsanwalt Nazhat Shameem Khan sagte, es sei \"schwer, geeignete Worte zu finden, um die Tiefe des Leidens zu beschreiben\" in der Region.",
      "url": "https://www.bbc.com/news/articles/cvg819yxkp5o"
    },
    {
      "title": "Kurdische PKK verbrennt Waffen in Kessel im großen Schritt zur Beendigung des Türkei-Konflikts",
      "summary": "Etwa 30 Kämpfer, Männer und Frauen, legten ihre Waffen in einen Kessel. Der türkische Präsident Recep Tayyip Erdogan sagte, die Zeremonie markierte einen \"wichtigen Schritt auf dem Weg zu unserem Ziel einer terrorfreien Türkei\" Der Abrüstungsprozess soll den ganzen Sommer über dauern.",
      "url": "https://www.bbc.com/news/articles/cyvj5v67ly9o"
    },
    {
      "title": "Nigeria hat 'schwere Probleme' und kann keine Deportierten aus den USA aufnehmen, sagt Minister",
      "summary": "Nigeria hat 'schwere Probleme' und kann keine Deportierten aus den USA aufnehmen, sagt Minister. \"Wir haben bereits über 230 Millionen Menschen\", sagt Yusuf Tuggar.",
      "url": "https://www.bbc.com/news/articles/c23gz78v5jjo"
    },
    {
      "title": "Trump droht 35% Zölle auf kanadische Waren",
      "summary": "US-Präsident Donald Trump hat gesagt, dass er ab dem 1. August einen Tarif von 35 % für kanadische Waren einführen wird. Die Ankündigung erfolgte in Form eines Briefes, der auf Trumps Social Media-Plattform Truth Social veröffentlicht wurde. Kanada verkauft etwa drei Viertel seiner Waren in die USA und ist ein Drehscheibe für die Autoherstellung.",
      "url": "https://www.bbc.com/news/articles/cvg819n954mo"
    },
    {
      "title": "Mehr als 150 Verhaftungen bei der weltweiten Bekämpfung des Menschenhandels",
      "summary": "Mehr als 150 Verhaftungen bei der weltweiten Bekämpfung des Menschenhandels durch Interpol. Sechstägige Operation umfasste fast 15.000 Offiziere aus 43 Ländern in Europa, Asien, Afrika und Südamerika. Es richtete sich an organisierte kriminelle Banden, die am Menschenhandel beteiligt waren.",
      "url": "https://www.bbc.com/news/articles/c36x3z1k18no"
    },
    {
      "title": "Outrage baut auf Plan, um alle Bewohner des Gazastreifens in die südliche Stadt zu zwingen",
      "summary": "Israels Verteidigungsminister will eine \"humanitäre Stadt\" in Rafah bauen. Palästinenser würden vor der Einreise geschirmt werden und nicht gehen dürfen. Kritiker, sowohl national als auch international, verurteilten den Vorschlag.",
      "url": "https://www.bbc.com/news/articles/c9dgv7v1d06o"
    },
    {
      "title": "In Indiens reichstem Staat wird die Sprache gewalttätig.",
      "summary": "Row over Sprache wird gewalttätig in Indiens reichsten Staat Maharashtra. Maharashtra Regierung machte es obligatorisch für staatliche Grundschulen, Hindi als dritte Sprache zu unterrichten, abgesehen von Englisch und Marathi.",
      "url": "https://www.bbc.com/news/articles/c93kwqvw3jxo"
    },
    {
      "title": "Chinesische Studenten schlafen in Bibliotheken und Zelten von der Hitzewelle ab",
      "summary": "Chinesische Studenten schlafen von der Hitzewelle in Bibliotheken und Zelten. Einige haben ihre Campuss insgesamt verlassen. Hotels sind bei Studenten beliebt geworden, die verschwitzte Nächte in Schlafsälen vermeiden möchten.",
      "url": "https://www.bbc.com/news/articles/czrykm5z2rxo"
    },
    {
      "title": "Indien und China bemühen sich, die Bindungen zurückzusetzen, aber mit Vorsicht",
      "summary": "Indien und China bemühen sich, die Bindungen zurückzusetzen, aber mit Vorsicht. Im Herzen von Indien-China Spannungen ist eine schlecht definierte, 3.440 km (2.100-Meilen) lange umstrittene Grenze. Flüsse, Seen und Schneekappen entlang der Grenze bedeuten oft Verschiebungen der Linie.",
      "url": "https://www.bbc.com/news/articles/cly25ndp8kwo"
    }
  ]
}