{
  "generated": "2025-07-09T02:58:01Z",
  "cards": [
    {
      "title": "Are India's skies safe? Air safety watchdog responds amid rising concerns",
      "summary": "India's air traffic has more than doubled since 2014–15–15, says aviation safety regulator. June's Air India crash was the third such accident in the country in 15 years. The latest involved SpiceJet, India's fourth-largest and longest-running low-cost airline.",
      "url": "https://www.bbc.com/news/articles/cvgnr828z0go"
    },
    {
      "title": "From India to Britain and back: The cartoonist who fought censors with a smile",
      "summary": "Abu Abraham is one of India's finest political cartoonists. His pen skewered power with elegance and edge during the 1975 Emergency, a 21-month stretch of suspended civil liberties and muzzled media under Indira Gandhi's rule.",
      "url": "https://www.bbc.com/news/articles/c784lz5lky8o"
    },
    {
      "title": "US delays higher tariffs but announces new taxes for some countries",
      "summary": "US delays higher tariffs but announces new taxes for some countries. Trump says he's 'firm but not 100% firm' on August tariff deadline. Comes as 90-day pause on some of its most aggressive import taxes was set to expire this week.",
      "url": "https://www.bbc.com/news/articles/cd0vkl31085o"
    },
    {
      "title": "'Hero' dad, twin girls and riverside campers among Texas flood victims",
      "summary": "'Hero' dad, twin girls and riverside campers among flood victims among Texas flood victims. At least 109 people are known to have died - most of them in Kerr County. Many of the victims have been identified in the US media by their relatives.",
      "url": "https://www.bbc.com/news/articles/c5ygl8lpyyqo"
    },
    {
      "title": "Russian minister's death serves as warning to political elite",
      "summary": "Russian minister's death serves as warning to political elite. Investigators said they presumed the former minister had taken his own life. The Kremlin has said little about Roman Starovoit's death.",
      "url": "https://www.bbc.com/news/articles/c0l49310z2go"
    },
    {
      "title": "More than 100 hurt as wildfire rages near Marseille",
      "summary": "More than 100 hurt as wildfire rages near Marseille, France's second largest city. At its peak, the fire spread at a rate of 1.2km (0.7 miles) per minute, mayor says. At least 400 people have been evacuated from their homes, according to French media.",
      "url": "https://www.bbc.com/news/articles/cp8mz44j6n6o"
    },
    {
      "title": "Trump says Ukraine will receive more weapons after US pause on shipments",
      "summary": "Trump says Ukraine will receive more weapons after US pause on shipments. Ukraine's Volodymyr Zelensky had appealed for the shipments to continue. US Patriot systems are \"real protectors of life,\" says Trump.",
      "url": "https://www.bbc.com/news/articles/c8d6yrd798no"
    },
    {
      "title": "Texas floods death toll climbs to at least 107",
      "summary": "Texas floods death toll climbs to at least 107 people and an unknown number of others are missing. Search and rescue teams are wading through mud-piled riverbanks as more rain and thunderstorms threaten the region. The White House rejected suggestions that budget cuts at the National Weather Service could have inhibited the disaster response.",
      "url": "https://www.bbc.com/news/articles/c0j4eq517qyo"
    },
    {
      "title": "Did US government cuts contribute to the Texas tragedy?",
      "summary": "Some Democrats have warned about the \"consequences\" of the Trump administration's cuts to the federal government workforce. But the White House says the NWS was well-staffed, so any claims to the contrary are false.",
      "url": "https://www.bbc.com/news/articles/clyndrwz00xo"
    },
    {
      "title": "Hamas used sexual violence as part of 'genocidal strategy', Israeli experts say",
      "summary": "Hamas used sexual violence as part of 'genocidal strategy', Israeli experts say. The Dinah Project says the report is based on first-hand testimony from a survivor of an attempted rape and 15 former hostages held in Gaza.",
      "url": "https://www.bbc.com/news/articles/c1mz8gxzg82o"
    },
    {
      "title": "Israeli defence minister plans to move Gaza's population to camp in Rafah",
      "summary": "Israel's defence minister says he has instructed its military to prepare a plan to move all Palestinians in Gaza into a camp in the south of the territory. He said the goal was to bring people inside after security screening to ensure they were not Hamas operatives, and that they would not be allowed to leave. The UN has previously warned",
      "url": "https://www.bbc.com/news/articles/c8rp31lk7mzo"
    },
    {
      "title": "Trump upbeat on Gaza ceasefire talks despite lack of breakthrough",
      "summary": "Trump upbeat on Gaza ceasefire talks despite lack of breakthrough in latest round of indirect negotiations between Israel and Hamas in Qatar. Discussions are set to resume on Tuesday, though a Palestinian source says they have not made any headway.",
      "url": "https://www.bbc.com/news/articles/c2k14n9d8y9o"
    },
    {
      "title": "Chef's food decoration at Chinese pre-school poisons 233 children",
      "summary": "In total, 233 children from Peixin Kindergarten had high levels of lead in their blood after eating steamed red date cake and sausage corn bun. Eight people have been arrested after tests showed the food samples had lead levels that were 2,000 times over the national safety limit. More than 200 children are being treated in",
      "url": "https://www.bbc.com/news/articles/cy4n7wn8l58o"
    },
    {
      "title": "First malaria treatment for babies approved for use",
      "summary": "Malaria drugs for children do exist, but there are no treatments specifically for babies. Until now there have been no approved malaria drugs specifically for children. Instead they have been treated with versions formulated for older children which presents a risk of overdose.",
      "url": "https://www.bbc.com/news/articles/c89e872jdjxo"
    },
    {
      "title": "Jota's car was probably speeding before fatal crash, Spanish police say",
      "summary": "Diogo Jota, 28, was killed with his brother André Silva, 25, when their Lamborghini car had a suspected tyre blowout in northwestern Zamora province. Police say Jota's car was probably speeding before fatal crash, police say.",
      "url": "https://www.bbc.com/news/articles/cn4l1n45l1xo"
    },
    {
      "title": "Bee attack injures several dozen in France",
      "summary": "A 78-year-old woman was stung 25 times and had to be resuscitated after a cardiorespiratory arrest. Police and firefighters fenced off the area and a beekeeper was called in to smoke out the bees. Four passersby were hurt when hundreds of bees suddenly attacked people in the central-s",
      "url": "https://www.bbc.com/news/articles/cgk3epvvgpyo"
    },
    {
      "title": "Indonesian volcano spews massive ash cloud as it erupts again",
      "summary": "Mount Lewotobi Laki-laki has begun erupting again - at one point shooting an ash cloud 18km (11 miles) into the sky. Authorities have placed it on the highest alert level since an earlier round of eruptions three weeks ago.",
      "url": "https://www.bbc.com/news/articles/cj3r8v13zrro"
    },
    {
      "title": "Released Hamas hostage says Trump can bring home those still captive in Gaza",
      "summary": "Keith Siegel, 66, was kidnapped from Kibbutz Kfar Aza during the Hamas-led attacks on Israel on 7 October 2023. He was released this February after 484 days in captivity under a ceasefire deal that Trump helped broker just before he took office. Mr Siegel was speaking ahead of a meeting",
      "url": "https://www.bbc.com/news/articles/c8xvd4jd0wvo"
    },
    {
      "title": "Trump accuses Brazil of 'witch hunt' against Bolsonaro",
      "summary": "Trump accuses Brazil of 'witch hunt' against former President Jair Bolsonaro. President Luiz Inácio Lula da Silva said Brazil would not accept \"interference\" from anyone. President Lula hit back at the US leader, saying: \"No one is above the law\"",
      "url": "https://www.bbc.com/news/articles/c62gd8e1e5do"
    },
    {
      "title": "US to remove Syria's HTS from list of foreign terror groups",
      "summary": "US set to take Syrian Islamist group Hayat Tahrir al-Sham off its list of foreign terror organisations on Tuesday. Al-Nusra Front was previously al-Qaeda's affiliate in Syria until al-Sharaa severed ties in 2016.",
      "url": "https://www.bbc.com/news/articles/cj0m194v974o"
    }
  ]
}