{
  "generated": "2025-07-11T03:02:27Z",
  "cards": [
    {
      "title": "Are India's skies safe? Air safety watchdog responds amid rising concerns",
      "summary": "India's air traffic has more than doubled since 2014–15–15, says aviation safety regulator. June's Air India crash was the third such accident in the country in 15 years. The latest involved SpiceJet, India's fourth-largest and longest-running low-cost airline.",
      "url": "https://www.bbc.com/news/articles/cvgnr828z0go"
    },
    {
      "title": "Children queuing for supplements killed in Israeli strike in Gaza, hospital says",
      "summary": "Children queuing for supplements killed in Israeli strike in Gaza, hospital says. Israeli military said it struck a \"Hamas terrorist\" and regretted any harm to civilians. US-based aid group Project Hope said the attack was a blatant violation of international law.",
      "url": "https://www.bbc.com/news/articles/c4gd01g1gxro"
    },
    {
      "title": "South Korea's ex-president Yoon Suk Yeol rearrested",
      "summary": "Yoon Suk Yeol was the first sitting South Korean president to be arrested over last year's failed martial law bid. He was impeached in April over the order, which saw military rule introduced for six-hours in December. A senior judge at Seoul's Central District Court issued an arrest warrant for Yoon on Wednesday.",
      "url": "https://www.bbc.com/news/articles/cd97ez54dlyo"
    },
    {
      "title": "'A huge explosion-like sound' - Survivors recall moment India bridge collapsed",
      "summary": "'A huge explosion-like sound' - Survivors recall moment India bridge collapsed 19 hours ago. At least 15 people have said that they initially thought it was an explosion or earthquake. The cause of the collapse is still to be ascertained, and investigations are under way",
      "url": "https://www.bbc.com/news/articles/cjel1g15qxpo"
    },
    {
      "title": "Search for survivors after Houthis sink second Red Sea cargo ship in a week",
      "summary": "Ten crew members have been rescued and at least three others killed after a cargo ship was attacked by Yemen's Houthis. The Liberian-flagged, Greek-operated Eternity C was carrying 25 crew when it sustained significant damage and lost all propulsion after being hit by rocket-propelled grenades fired from small boats on Monday.",
      "url": "https://www.bbc.com/news/articles/c3071vp2d8yo"
    },
    {
      "title": "Secret Service suspended staff for failings in Trump assassination attempt",
      "summary": "Secret Service suspended staff for failings in Trump assassination attempt last year. Staff given penalties ranging from 10 to 42 days of leave without pay or benefits. One of Matthew Crooks's bullets grazed the ear of Trump, who was rushed to safety.",
      "url": "https://www.bbc.com/news/articles/cy0w9ev559ro"
    },
    {
      "title": "Trump threatens Brazil with 50% tariff and demands Bolsonaro's trial end",
      "summary": "Trump threatens Brazil with 50% tariff and demands former president Jair Bolsonaro's trial end. Trump accuses Brazil of \"attacks\" on US tech companies and of conducting a \"witch hunt\" against former president. Brazil President Luiz Inácio Lula da Silva said an increase in tariffs on Brazil would be reciprocated",
      "url": "https://www.bbc.com/news/articles/c784ee81y4zo"
    },
    {
      "title": "'Trump was right' - John Kerry says Democrats allowed migrant 'siege' of US border",
      "summary": "John Kerry says Democrats allowed migrant 'siege' of US border to be 'under siege' during Joe Biden's presidency. Kerry was the Democratic presidential nominee in 2004 and a US senator from Massachusetts. He said Democrats had \"missed\" on immigration for years.",
      "url": "https://www.bbc.com/news/articles/cr4wk52rwqpo"
    },
    {
      "title": "EU chief von der Leyen survives rare confidence vote",
      "summary": "EU chief Ursula von der Leyen survived a confidence vote tabled by a far-right faction in the European Parliament. Only 175 MEPs voted in favour; 360 voted against and 18 abstained. The remaining MEPs did not vote.",
      "url": "https://www.bbc.com/news/articles/cm2zym677j2o"
    },
    {
      "title": "US sanctions UN expert Francesca Albanese, critic of Israel's Gaza offensive",
      "summary": "US sanctions likely to prevent Francesca Albanese from travelling to the US and block any assets she has in the country. Secretary of State Marco Rubio linked the move to her support for the International Criminal Court (ICC)",
      "url": "https://www.bbc.com/news/articles/c70rllxr0kyo"
    },
    {
      "title": "Asia is reeling from Trump's tariff salvo – is anyone winning?",
      "summary": "US President Donald Trump has extended the deadline for tariff negotiations with Japan. Japan's trade minister has visited Washington DC at least seven times since April. Trump announced a 35% tariff for goods imported from Canada on Friday.",
      "url": "https://www.bbc.com/news/articles/ckg5l2yy42eo"
    },
    {
      "title": "'We're worried about our future': Srebrenica massacre's tensions still felt 30 years on",
      "summary": "More than 8,000 Bosnian men and boys were killed by Bosnian Serb forces in July 1995. The Srebrenica massacre remains the most notorious war crime committed in Europe since World War Two. Many victims of the massacre were identified by their clothing.",
      "url": "https://www.bbc.com/news/articles/c4g2edzg2wlo"
    },
    {
      "title": "'I can't drink the water' - life next to a US data centre",
      "summary": "Beverley Morris says she can't drink the water in her home because of low water pressure. She believes the construction of a data centre in Mansfield, Georgia, disrupted her private well. The data centre is owned by Meta, the parent company of Facebook. Meta says that being a good neighbour is a priority.",
      "url": "https://www.bbc.com/news/articles/cy8gy7lv448o"
    },
    {
      "title": "Six things Trump should know about Liberia after he praised leader's 'good English'",
      "summary": "Liberia was founded by freed African-American slaves in 1822 before declaring independence in 1847. Thousands of black Americans and liberated Africans settled in Liberia during the colonial era. Many Liberians speak with an American accent because of those historical ties to the US.",
      "url": "https://www.bbc.com/news/articles/c5y72w17vpwo"
    },
    {
      "title": "South Africans fear spike in HIV infections as US aid cuts bite",
      "summary": "South Africans fear spike in HIV infections as US aid cuts bite bite bite. South Africa's HIV-positive sex workers in South Africa rely on private clinics to get prescriptions and treatments. Many of the clinics closed after US President Donald Trump cut most foreign aid earlier this year.",
      "url": "https://www.bbc.com/news/articles/ce83r14vlnpo"
    },
    {
      "title": "After Diddy: Why hip-hop is still struggling to have its own 'MeToo' moment",
      "summary": "Sean \"Diddy\" Combs was found guilty of two counts of transportation to engage in prostitution. He was acquitted on the more serious charges of racketeering conspiracy and sex trafficking.",
      "url": "https://www.bbc.com/news/articles/c5yllvjgpk6o"
    },
    {
      "title": "Trump threatens 35% tariffs on Canadian goods",
      "summary": "US President Donald Trump has said he will slap a 35% tariff on Canadian goods starting 1 August. The US has already imposed a 25% tariffs on some Canadian goods, and the country is feeling the pain of the Trump administration's global steel, aluminium and auto tariffs.",
      "url": "https://www.bbc.com/news/articles/cvg819n954mo"
    },
    {
      "title": "Russia's intensifying drone war is spreading fear and eroding Ukrainian morale",
      "summary": "Russia's intensifying drone war is spreading fear and eroding Ukrainian morale, writes Paul Adams. The most intense strikes on Kyiv since June are getting worse, he says. The sound of swarms of approaching drones have sent hardened civilians back to bomb shelters.",
      "url": "https://www.bbc.com/news/articles/c0m8gn7grn2o"
    },
    {
      "title": "Watch: Smoke billows from luxury yacht fire in St Tropez",
      "summary": "Blaze took place on the Sea Lady II, a 41m boat which sleeps up to 10 guests and can be chartered from €65,000 (£56,000) a week. Firefighters initially struggled to get on board to contain the fire.",
      "url": "https://www.bbc.com/news/videos/c4g85005q93o"
    },
    {
      "title": "Original Birkin bag shatters record with £7m sale",
      "summary": "Original Birkin bag shatters record with £7m sale at Sotheby's in Paris. The black leather bag was made for singer Jane Birkin in 1985 after she spilled her belongings while sitting next to the boss of luxury fashion house Hermès.",
      "url": "https://www.bbc.com/news/articles/cly8zvexp42o"
    }
  ]
}