{
  "generated": "2025-07-11T22:39:47Z",
  "span": "week",
  "lang": "sv",
  "cards": [
    {
      "title": "'Jag skapade det själv': Pojken bakom viral 'aura jordbruk' båt racing dans",
      "summary": "Rayyan Arkan Dikha är Togak Luan - dansaren på toppen av båten. Den 5: e-klassaren från en by i Kuantan Singingi Regency gjorde sin debut på den nationella Pacu Jalur båttävling. Rörelserna, full av snagg och lätt att följa, kopieras över hela världen.",
      "url": "https://www.bbc.com/news/articles/czxe7ey59r0o"
    },
    {
      "title": "\"En enorm explosion-liknande ljud\" - Överlevande minns ögonblick Indien bron kollapsade",
      "summary": "Minst 15 personer dödades i bron kollapsar i Indiens Gujarat-stat. \"Ett enormt explosionsliknande ljud\" - Överlevare minns ögonblick Indien bron kollapsade. Minst fyra personer saknas fortfarande.",
      "url": "https://www.bbc.com/news/articles/cjel1g15qxpo"
    },
    {
      "title": "Iran skulle kunna återvinna anrikat uran efter amerikanska strejker, säger israelisk tjänsteman",
      "summary": "Israel tror att Iran potentiellt skulle kunna hämta anrikat uran begravd under en av de tre anläggningar som drabbade av amerikanska styrkor förra månaden. USA: s president Donald Trump har upprepade gånger hävdat att USA: s luft och missil strejker på Iran i juni \"oblitererade\" landets kärntekniska anläggningar.",
      "url": "https://www.bbc.com/news/articles/cn0qzxvydz1o"
    },
    {
      "title": "I det land som har världens lägsta födelsetal ökar fertilitetsklinikerna",
      "summary": "I det land som har världens lägsta födelsetal blomstrar fertilitetsklinikerna. Mellan 2018 och 2022 ökade antalet fertilitetsbehandlingar i Sydkorea med nästan 50% till 200.000. Förra året föddes ett av sex barn i Seoul med hjälp av fertilitetsbehandling.",
      "url": "https://www.bbc.com/news/articles/c20wg50l563o"
    },
    {
      "title": "Gazas största fungerande sjukhus står inför katastrof, sjukvårdare varnar, när Israel breddar offensiven",
      "summary": "Nasser Medical Complex tvingades sluta släppa in patienter på torsdag. Vittnen sade israeliska trupper och stridsvagnar avancerat till en kyrkogård 200m (660ft) bort och avfyrade mot närliggande läger för fördrivna familjer. Medicinsk personal och dussintals patienter i intensivvård stannar inne på sjukhuset.",
      "url": "https://www.bbc.com/news/articles/cdx5zeywgrgo"
    },
    {
      "title": "Asien är rullning från Trumps taxa salvo – är någon vinna?",
      "summary": "USA: s president Donald Trump har förlängt tidsfristen för tullförhandlingar. Länder runt om i världen har fram till den 1 augusti för att träffa ett avtal med USA. Men de är sannolikt undrar om deras chanser med tanke på att Japan fortfarande står inför en brant avgift.",
      "url": "https://www.bbc.com/news/articles/ckg5l2yy42eo"
    },
    {
      "title": "\"Vi är oroliga för vår framtid\": Srebrenica massakerns spänningar kändes fortfarande 30 år senare",
      "summary": "Mer än 8 000 bosniska män och pojkar dödades av bosniska serbstyrkor i juli 1995. Massakern i Srebrenica är fortfarande det mest ökända krigsbrottet som begåtts i Europa sedan andra världskriget. Många av offrens familjer letar fortfarande efter sina släktingars kvarlevor årtionden senare.",
      "url": "https://www.bbc.com/news/articles/c4g2edzg2wlo"
    },
    {
      "title": "\"Jag kan inte dricka vattnet\" - livet bredvid ett amerikanskt datacenter",
      "summary": "Beverly Morris bor 400 meter från ett datacenter i Mansfield, Georgia. Hon säger att byggandet av centret störde hennes privata brunn. Ms Morris drar nu vatten i hinkar för att spola hennes toalett. Meta, ägare av datacenteret, säger att det är en bra granne.",
      "url": "https://www.bbc.com/news/articles/cy8gy7lv448o"
    },
    {
      "title": "Ukraina att ta emot amerikanska luftförsvarssystem, säger Trump",
      "summary": "Ukrainas president Volodymyr Zelensky talade om att ha en \"positiv dialog\" med Trump. Han sade att han hade bett om 10 Patriot system efter en ökning i ryska drönare och missil attacker mot ukrainska städer under den senaste veckan.",
      "url": "https://www.bbc.com/news/articles/crl04200dp4o"
    },
    {
      "title": "Trump undersökningar skador i Texas som sökning fortsätter för 160 saknas",
      "summary": "President Donald Trump och Första Lady Melania Trump besöker Texas efter dödliga översvämningar. 120 människor har dödats och 161 saknas fortfarande. Mer än 12.300 frivilliga har samlats för att hjälpa till att söka efter de saknade.",
      "url": "https://www.bbc.com/news/articles/cr5vlp0pmdzo"
    }
  ]
}