{
  "generated": "2025-07-11T22:44:11Z",
  "span": "week",
  "lang": "es",
  "cards": [
    {
      "title": "'Yo mismo lo creé': el chico detrás del baile de carreras de barcos viral 'aura agriculture'",
      "summary": "Rayyan Arkan Dikha es el Togak Luan - el bailarín en la punta del barco. El 5o grado de un pueblo en Kuantan Singingi Regency estaba haciendo su debut en la carrera nacional de botes Pacu Jalur. Los movimientos, llenos de swag y fáciles de seguir, están siendo copiados en todo el mundo.",
      "url": "https://www.bbc.com/news/articles/czxe7ey59r0o"
    },
    {
      "title": "'Un enorme sonido de explosión' - Los sobrevivientes recuerdan el momento en que el puente de la India se derrumbó",
      "summary": "Al menos 15 personas murieron en el colapso del puente en el estado de Gujarat en la India. 'Un enorme sonido similar a una explosión' - Los sobrevivientes recuerdan el momento en que el puente de India se derrumbó.",
      "url": "https://www.bbc.com/news/articles/cjel1g15qxpo"
    },
    {
      "title": "Irán podría recuperar uranio enriquecido después de los ataques de EE.UU., dice el funcionario israelí",
      "summary": "Israel cree que Irán podría potencialmente recuperar uranio enriquecido enterrado bajo una de las tres instalaciones golpeadas por las fuerzas estadounidenses el mes pasado. El presidente estadounidense Donald Trump ha afirmado repetidamente que los ataques aéreos y de misiles estadounidenses contra Irán en junio \"obliteraron\" las instalaciones nucleares del país.",
      "url": "https://www.bbc.com/news/articles/cn0qzxvydz1o"
    },
    {
      "title": "En el país con la tasa de natalidad más baja del mundo, las clínicas de fertilidad están en auge",
      "summary": "En el país con la tasa de natalidad más baja del mundo, las clínicas de fertilidad están en auge. Entre 2018 y 2022, el número de tratamientos de fertilidad en Corea del Sur aumentó casi 50% a 200.000. El año pasado, uno de cada seis bebés en Seúl nacieron con la ayuda del tratamiento de fertilidad.",
      "url": "https://www.bbc.com/news/articles/c20wg50l563o"
    },
    {
      "title": "Los médicos advierten que el hospital más grande que funciona en Gaza se enfrenta al desastre, a medida que Israel amplía la ofensiva",
      "summary": "Nasser Medical Complex se vio obligado a dejar de admitir pacientes el jueves. Testigos dijeron que tropas y tanques israelíes avanzaron a un cementerio a 200 metros de distancia y dispararon hacia campamentos cercanos para familias desplazadas. El personal médico y docenas de pacientes en cuidados intensivos permanecen dentro del hospital.",
      "url": "https://www.bbc.com/news/articles/cdx5zeywgrgo"
    },
    {
      "title": "Asia está tambaleándose de la salva arancelaria de Trump – ¿alguien está ganando?",
      "summary": "El presidente estadounidense Donald Trump ha ampliado el plazo para las negociaciones arancelarias.Los países de todo el mundo tienen hasta el 1 de agosto para llegar a un acuerdo con los EE.UU. Pero es probable que se pregunten acerca de sus posibilidades, dado que Japón todavía se enfrenta a una fuerte tasa.",
      "url": "https://www.bbc.com/news/articles/ckg5l2yy42eo"
    },
    {
      "title": "\"Estamos preocupados por nuestro futuro\": las tensiones de la masacre de Srebrenica todavía se sintieron 30 años después",
      "summary": "Más de 8.000 hombres y niños bosnios fueron asesinados por las fuerzas serbias de Bosnia en julio de 1995, la masacre de Srebrenica sigue siendo el crimen de guerra más notorio cometido en Europa desde la Segunda Guerra Mundial. Muchas de las familias de las víctimas siguen buscando los restos de sus familiares décadas después.",
      "url": "https://www.bbc.com/news/articles/c4g2edzg2wlo"
    },
    {
      "title": "'No puedo beber el agua' - la vida junto a un centro de datos de EE.UU.",
      "summary": "Beverly Morris vive a 400 metros de un centro de datos en Mansfield, Georgia. Dice que la construcción del centro interrumpió su pozo privado. La Sra. Morris ahora transporta agua en cubos para tirar su inodoro. Meta, propietaria del centro de datos, dice que es un buen vecino.",
      "url": "https://www.bbc.com/news/articles/cy8gy7lv448o"
    },
    {
      "title": "Ucrania recibirá sistemas de defensa aérea estadounidenses, dice Trump",
      "summary": "El presidente de Ucrania, Volodymyr Zelensky, habló de tener un \"diálogo positivo\" con Trump. Dijo que había pedido 10 sistemas Patriotas después de un aumento en los ataques de aviones no tripulados y misiles rusos contra ciudades ucranianas en la semana pasada.",
      "url": "https://www.bbc.com/news/articles/crl04200dp4o"
    },
    {
      "title": "Trump investiga daños en Texas mientras continúa la búsqueda de 160 desaparecidos",
      "summary": "El presidente Donald Trump y la primera dama Melania Trump visitan Texas después de inundaciones mortales. 120 personas han muerto y 161 siguen desaparecidas. Más de 12.300 voluntarios se han reunido para ayudar a buscar a los desaparecidos.",
      "url": "https://www.bbc.com/news/articles/cr5vlp0pmdzo"
    }
  ]
}