{
  "span": "week",
  "language": "sv",
  "category": "world",
  "generated": "2025-09-06T01:00:44+00:00",
  "total_raw": 18,
  "total_rank": 7,
  "min_required": 3,
  "fallback_used": false,
  "cards": [
    {
      "title": "40 procent av Gaza stad övertaget",
      "summary": "IDF säger att det har tagit kontroll över 40 procent av staden och att offensiven ska intensifieras. Den israeliska offensiven har nu nått tätbefolkade stadsdelar vilket har lett till än fler dödade och skadade, varav flera barn, säger Samir Abu Eid, Mellanösternreporter. Hör mer om Israels offensiv och vad den kan få för konsekvenser för civilbefolkningen i videon ovan.",
      "url": "https://www.svt.se/nyheter/utrikes/40-procent-av-gaza-stad-overtaget-en-manad-innan-invasionen-skulle-inledas",
      "domain": "svt.se",
      "published": "2025-09-06T00:43:17Z"
    },
    {
      "title": "Trump döper om Försvarsdepartementet",
      "summary": "Ordern uppmanar till att använda det nya namnet och att titulera försvarsminister Pete Hegseth som krigsminister. Innan dess hette det just Department of War ( Krigsdepartementet ), ett namn som användes under större delen av USA: s historia fram till efter andra världskriget. Namnet blir inledningsvis en.",
      "url": "https://www.svt.se/nyheter/utrikes/trump-doper-om-forsvarsdepartementet-ska-heta-krigsdepartementet",
      "domain": "svt.se",
      "published": "2025-09-05T20:31:38Z"
    },
    {
      "title": "Biden opererad för hudcancer",
      "summary": "För två år sedan, när Biden fortfarande var USA: s president, gjorde han en liknande operation på bröstet. Då rörde det sig om basaliom, en vanlig form av hudcancer. I maj tidigare i år bekräftade Joe Biden även att han diagnostiserats med en aggressiv form av prostatacancer som spridit sig till hans skelett.",
      "url": "https://www.svt.se/nyheter/utrikes/biden-opererad-for-hudcancer",
      "domain": "svt.se",
      "published": "2025-09-04T22:23:10Z"
    },
    {
      "title": "Forskare: Klimatförändringar förvärrade bränderna i Spanien och Portugal",
      "summary": "Studien genomfördes av 13 forskare från olika universitet och meteorologiska myndigheter. Det är inte en fullständig så kallad attributionsstudie, eftersom forskarna analyserade väderobservationer men inte använde klimatmodeller. Resultaten överensstämmer dock med vetenskap som fokuserar på skogsbränder i regionen och en fullständig attributionsanalys av de senaste skogsbränderna i Turkiet, Grekland och Cypern.",
      "url": "https://www.svt.se/nyheter/utrikes/forskare-klimatforandringar-forvarrade-branderna-i-spanien-och-portugal",
      "domain": "svt.se",
      "published": "2025-09-04T04:28:27Z"
    },
    {
      "title": "Bergbana har spårat ur i Lissabon",
      "summary": "Olyckan inträffade mellan Restauradores och Príncipe Real. Bergbanan var på väg ner från utsiktsplatsen São Pedro de Alcântara när den plötsligt spårade ur och kraschade in i en byggnad. Vittnen berättar för lokala medier hur bergbanan skenade okontrollerat nerför den smala gränden.",
      "url": "https://www.svt.se/nyheter/utrikes/tre-doda-nar-bergsbana-sparade-ur-i-portugal",
      "domain": "svt.se",
      "published": "2025-09-03T18:14:03Z"
    },
    {
      "title": "Därför möts Ryssland, Nordkorea och Kina just nu",
      "summary": "Militärparaden i Peking är den första i sitt slag på åtta år. Rysslands president Vladimir Putin och Nordkoreas diktator Kim Jong - Un var de mest uppmärksammade besökarna. Det är första gången som männen har träffats i offentligheten.",
      "url": "https://www.svt.se/nyheter/utrikes/darfor-mots-ryssland-nordkorea-och-kina-just-nu",
      "domain": "svt.se",
      "published": "2025-09-03T11:53:13Z"
    },
    {
      "title": "Tusentals Epstein-dokument offentliggörs",
      "summary": "Det är ännu inte klart hur mycket ny information dokumenten innehåller. Demokraterna i tillsynsutskottet fann 97 procent av de dokument som mottagits från justitiedepartementet redan var offentliga. Jeffrey Epstein hittades död i sin fängelsecell 2019 i väntan på rättegång.",
      "url": "https://www.svt.se/nyheter/utrikes/tusentals-epstein-dokument-offentliggors",
      "domain": "svt.se",
      "published": "2025-09-03T00:15:37Z"
    }
  ]
}