{
  "span": "day",
  "language": "sv",
  "category": "world",
  "generated": "2025-09-06T23:54:28+00:00",
  "total_raw": 10,
  "total_rank": 5,
  "min_required": 3,
  "fallback_used": false,
  "cards": [
    {
      "title": "Venezuelas Maduro anklagar USA för att planera ett ”våldsamt regimskifte",
      "summary": "Venezuelas president Nicolás Maduro säger att USA bör överge sina planer på ett \" våldsamt regimskifte \" i Venezuela. USA har placerat ut marinfartyg och tusentals amerikanska marinsoldater. President Donald Trump avfärdade Maduros påstående på fredag och sa att USA inte talar om regimskifte.",
      "url": "https://yle.fi/a/7-10083872?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-06T10:11:34Z"
    },
    {
      "title": "SVT: Ryska signaler har stört 123 000 flyg i Östersjöområdet på fyra månader",
      "summary": "I april påverkades 27 procent av flygningarna i de aktuella luftrummen. I vissa regioner översteg andelen 42 procent. Problemen varierade från felaktiga positionsuppgifter till systemstörningar som kunde följa flyget även efter att de lämnat störningsområdet.",
      "url": "https://yle.fi/a/7-10083874?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-06T09:51:39Z"
    },
    {
      "title": "Massivt bråk om vaccin i USA",
      "summary": "Robert F. Kennedy har en minst sagt arbetsam sommar bakom sig. Under de senaste månaderna har hälsoministern klubbat reform efter reform – och ofta mötts av skarp kritik.",
      "url": "https://svt.se/nyheter/utrikes/massivt-brak-om-vaccin-i-usa-kraver-att-robert-f-kennedy-avgar",
      "domain": "svt.se",
      "published": "2025-09-06T09:57:19Z"
    },
    {
      "title": "Trump anklagas för ”militär ockupation”",
      "summary": "Nationalgardet stationerades i Washington D. C tillsammans med federala polismyndigheter för att bekämpa våldsbrottsligheten. Ordern har väckt starka reaktioner och demonstrationerna i huvudstaden har avlöst varandra.",
      "url": "https://svt.se/nyheter/utrikes/trump-anklagas-for-militar-ockupation-stams",
      "domain": "svt.se",
      "published": "2025-09-06T14:06:26Z"
    },
    {
      "title": "Israel tvångsevakuerar palestinier undan offensiv mot Gaza stad",
      "summary": "Enligt Israel inför man en humanitär zon i området al - Mawasi i Khan Younis i södra Gaza. Invånarna i Gaza stad uppmanas nu att ta sig dit. Området har tidigare klassats som en humanitärt zon, men inget område på Gazaremsan har skonats från israeliska attacker under kriget under kriget.",
      "url": "https://yle.fi/a/7-10083871?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-06T07:01:59Z"
    }
  ]
}