{
  "span": "month",
  "language": "sv",
  "category": "world",
  "generated": "2025-09-06T00:13:05+00:00",
  "total_raw": 17,
  "total_rank": 4,
  "min_required": 3,
  "fallback_used": false,
  "cards": [
    {
      "title": "Ökat våld mot demonstranter i Serbien väcker oro för inbördeskrig",
      "summary": "Serbiens president Aleksandar Vucic säger att Kroatien medvetet och illasinnat försöker skada landets image i världen. Han säger att även de som demonstrerar kan komma att alltmer svara med våld. Stora demonstrationer kommer att hållas i helgen i Novi Sad.",
      "url": "https://www.svt.se/nyheter/utrikes/okat-vald-mot-demonstranter-i-serbien-vacker-oro-for-inbordeskrig",
      "domain": "svt.se",
      "published": "2025-09-04T10:56:38Z"
    },
    {
      "title": "Bergbana har spårat ur i Lissabon",
      "summary": "Olyckan inträffade mellan Restauradores och Príncipe Real. Bergbanan var på väg ner från utsiktsplatsen São Pedro de Alcântara när den plötsligt spårade ur och kraschade in i en byggnad. Vittnen berättar för lokala medier hur bergbanan skenade okontrollerat nerför den smala gränden.",
      "url": "https://www.svt.se/nyheter/utrikes/tre-doda-nar-bergsbana-sparade-ur-i-portugal",
      "domain": "svt.se",
      "published": "2025-09-03T18:14:03Z"
    },
    {
      "title": "Forskare: Klimatförändringar förvärrade bränderna i Spanien och Portugal",
      "summary": "Studien genomfördes av 13 forskare från olika universitet och meteorologiska myndigheter. Det är inte en fullständig så kallad attributionsstudie, eftersom forskarna analyserade väderobservationer men inte använde klimatmodeller. Resultaten överensstämmer dock med vetenskap som fokuserar på skogsbränder i regionen och en fullständig attributionsanalys av de senaste skogsbränderna i Turkiet, Grekland och Cypern.",
      "url": "https://www.svt.se/nyheter/utrikes/forskare-klimatforandringar-forvarrade-branderna-i-spanien-och-portugal",
      "domain": "svt.se",
      "published": "2025-09-04T04:28:27Z"
    },
    {
      "title": "Därför möts Ryssland, Nordkorea och Kina just nu",
      "summary": "Militärparaden i Peking är den första i sitt slag på åtta år. Rysslands president Vladimir Putin och Nordkoreas diktator Kim Jong - Un var de mest uppmärksammade besökarna. Det är första gången som männen har träffats i offentligheten.",
      "url": "https://www.svt.se/nyheter/utrikes/darfor-mots-ryssland-nordkorea-och-kina-just-nu",
      "domain": "svt.se",
      "published": "2025-09-03T11:53:13Z"
    }
  ]
}