{
  "span": "month",
  "language": "sv",
  "category": "world",
  "generated": "2025-09-13T06:45:13+00:00",
  "total_raw": 57,
  "total_rank": 6,
  "min_required": 3,
  "fallback_used": false,
  "cards": [
    {
      "title": "Analys: AI eller inte AI, det är frågan",
      "summary": "Svenska Yle använder artificiell intelligens ( AI ) i vissa arbetsmoment. AI - läsare hallucinerar, som AI - modeller gör, till exempel genom att hävda att det gör språket mer idiomatiskt att använda en viss preposition eller ett specifikt verb i ett givet sammanhang. Forskare har varnat för vilken inverkan AI - användning kan ha på våra hjärnor.",
      "url": "https://yle.fi/a/7-10084282?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-13T04:17:13Z"
    },
    {
      "title": "EU-parlamentarikern Eero Heinäluoma sågar EU:s avtal med Trump: Dyrt, orättvist…",
      "summary": "EU: s tullavtal mellan USA och EU har tredubblats från knappt fem procent till 15 procent. Eero Heinäluoma säger att EU har vikt sig för trycket från Washington. EU - kommissionens ordförande Ursula von der Leyen säger att transatlantisk handel är avgörande för unionen.",
      "url": "https://yle.fi/a/7-10084248?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-12T08:05:06Z"
    },
    {
      "title": "Brasiliens expresident Bolsonaro döms till 27 års fängelse",
      "summary": "Fyra av fem domare i Brasiliens högsta domstol röstade för en fällande dom mot den tidigare presidenten Jair Bolsonaro. Han dömdes för att ha planerat en statskupp för att behålla makten efter att ha förlorat presidentvalet 2022 till vänsterns Luiz Inacio Lula da Silva. Bolsonaros advokater har redan meddelat att de kommer att överklaga domen.",
      "url": "https://yle.fi/a/7-10084191?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-11T19:42:04Z"
    },
    {
      "title": "Presidentfruar skickar brev om fred",
      "summary": "Under sommaren har första damerna Melania Trump, Olena Zelenska och Emine Erdogan skickat brev till Vladimir Putin. I breven har man uppmanat till fred i världen, Gaza och Ukraina samt lyft barnens situation i krig. En traditionell kvinnoroll som presidentfruarna intagit i sommar har funnits i över 100 år, säger Birgitta Niklasson, statsvetare vid Göteborgs universitet, och Susanna Erlandsson, historiker vid Uppsala universitet.",
      "url": "https://www.svt.se/nyheter/utrikes/presidentfruar-skickar-brev-om-fred-likt-1950-tal",
      "domain": "svt.se",
      "published": "2025-09-05T01:26:28Z"
    },
    {
      "title": "Sudan: Hundratusentals fast i dödsfälla",
      "summary": "Den humanitära krisen i Sudan har redan kallats världens största. En konflikt som sedan april 2023 har förvandlat ett land till ett slagfält mellan armén och Rapid support forces ( RSF ) Civilbefolkningen som försöker lämna al - Fashir fastnar i RSF: s vägspärrar och utsätts för övergrepp, inklusive sexuella övergrepp, rapporterar Reuters. Omkring 25 miljoner människor uppges lida av akut hunger och många tvingas nu att överleva på djurfoder.",
      "url": "https://www.svt.se/nyheter/utrikes/sudan-hundratusentals-fast-i-dodsfalla",
      "domain": "svt.se",
      "published": "2025-09-04T18:52:21Z"
    },
    {
      "title": "Bergbana har spårat ur i Lissabon",
      "summary": "Olyckan inträffade mellan Restauradores och Príncipe Real. Bergbanan var på väg ner från utsiktsplatsen São Pedro de Alcântara när den plötsligt spårade ur och kraschade in i en byggnad. Vittnen berättar för lokala medier hur bergbanan skenade okontrollerat nerför den smala gränden.",
      "url": "https://www.svt.se/nyheter/utrikes/tre-doda-nar-bergsbana-sparade-ur-i-portugal",
      "domain": "svt.se",
      "published": "2025-09-03T18:14:03Z"
    }
  ]
}