{
  "span": "week",
  "language": "sv",
  "category": "world",
  "generated": "2025-09-06T22:28:12+00:00",
  "total_raw": 44,
  "total_rank": 8,
  "min_required": 3,
  "fallback_used": false,
  "cards": [
    {
      "title": "Bergbaneolyckan i Lissabon orsakades av kabelfel",
      "summary": "Sexton människor omkom när en kabel som förenade två bergbanevagnar gick av på onsdagskvällen och den ena vagnen störtade ner och krockade med en byggnad. Bland dödsoffren fanns 11 utlänningar, men inga finländare. En officiell och mer detaljerad rapport om olyckan väntas vara klar först närmare slutet av oktober.",
      "url": "https://yle.fi/a/7-10083884?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-06T20:27:45Z"
    },
    {
      "title": "Därför undviker EU att markera skarpt mot Serbien",
      "summary": "Protester ägde rum utanför filosofiska fakulteten på Novi Sads universitet. EU: s intresse för Serbien som viktig strategisk partner kan väga in och dämpa viljan till konflikt. Protesterna har hittills varit i huvudsak fredliga, men våldsamma grupper har angripit polis med stenkastning och fyrverkerier.",
      "url": "https://www.svt.se/nyheter/utrikes/darfor-undviker-eu-att-markera-skarpt-mot-serbien",
      "domain": "svt.se",
      "published": "2025-09-06T17:24:00Z"
    },
    {
      "title": "Trump döper om Försvarsdepartementet",
      "summary": "Ordern uppmanar till att använda det nya namnet och att titulera försvarsminister Pete Hegseth som krigsminister. Innan dess hette det just Department of War ( Krigsdepartementet ), ett namn som användes under större delen av USA: s historia fram till efter andra världskriget. Namnet blir inledningsvis en.",
      "url": "https://www.svt.se/nyheter/utrikes/trump-doper-om-forsvarsdepartementet-ska-heta-krigsdepartementet",
      "domain": "svt.se",
      "published": "2025-09-05T20:31:38Z"
    },
    {
      "title": "Efter bortglömda sekretesshandlingar",
      "summary": "Henrik Landerholm, Sveriges tidigare nationella säkerhetsrådgivare frias för brott av Attunda tingsrätt. Han stod åtalad för vårdslöshet med hemlig uppgift för att ha glömt sekretessbelagda dokument i ett olåst värdeskåp på en kursgård, våren 2023. Domstolen bedömde att uppgifter i de bortglömda handlingarna kunde skada Sveriges säkerhet, och att de kan betraktas som röjda.",
      "url": "https://yle.fi/a/7-10083827?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-05T09:11:25Z"
    },
    {
      "title": "Analys: Ukrainas säkerhetsgarantier fick en knuff framåt",
      "summary": "26 länder har nu åtagit sig att stödja Ukraina med garantier. Syftet med garantierna är att förhindra att Ryssland utnyttjar en vapenvila eller ett fredsavtal med Ukraina för att rusta upp för ett nytt angrepp mot landet. Många svåra avvägningar väntar de länder som förbundit sig vid att skydda Ukraina mot framtida rysk aggression.",
      "url": "https://yle.fi/a/7-10083803?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-04T19:08:49Z"
    },
    {
      "title": "Bil körde in i flera personer i Berlin",
      "summary": "En bil körde in i flera personer i stadsdelen Wedding i Berlin, skriver Bild. Räddningstjänsten beskriver händelsen som en olycka och tre barn skadades lindrigt. Händelsen inträffade vid tidpunkten för olyckan.",
      "url": "https://www.svt.se/nyheter/utrikes/bil-har-kort-in-i-flera-personer-i-berlin",
      "domain": "svt.se",
      "published": "2025-09-04T12:08:07Z"
    },
    {
      "title": "Bergbana har spårat ur i Lissabon",
      "summary": "Olyckan inträffade mellan Restauradores och Príncipe Real. Bergbanan var på väg ner från utsiktsplatsen São Pedro de Alcântara när den plötsligt spårade ur och kraschade in i en byggnad. Vittnen berättar för lokala medier hur bergbanan skenade okontrollerat nerför den smala gränden.",
      "url": "https://www.svt.se/nyheter/utrikes/tre-doda-nar-bergsbana-sparade-ur-i-portugal",
      "domain": "svt.se",
      "published": "2025-09-03T18:14:03Z"
    },
    {
      "title": "Därför möts Ryssland, Nordkorea och Kina just nu",
      "summary": "Militärparaden i Peking är den första i sitt slag på åtta år. Rysslands president Vladimir Putin och Nordkoreas diktator Kim Jong - Un var de mest uppmärksammade besökarna. Det är första gången som männen har träffats i offentligheten.",
      "url": "https://www.svt.se/nyheter/utrikes/darfor-mots-ryssland-nordkorea-och-kina-just-nu",
      "domain": "svt.se",
      "published": "2025-09-03T11:53:13Z"
    }
  ]
}