{
  "span": "month",
  "language": "en",
  "category": "world",
  "generated": "2025-09-05T23:53:03+00:00",
  "total_raw": 114,
  "total_rank": 3,
  "min_required": 3,
  "fallback_used": false,
  "cards": [
    {
      "title": "Western troops in Ukraine would be ‘legitimate targets’, Putin says",
      "summary": "Vladimir Putin said any western troops placed in Ukraine would be “legitimate targets” for Russian strikes. Putin made the comments a day after the French president, Emmanuel Macron, announced still-vague plans for a package of support for Ukraine. European leaders have been trying to draw up security guarantees for Ukraine in the event of a future deal.",
      "url": "https://www.theguardian.com/world/2025/sep/05/western-troops-ukraine-legitimate-targets-vladimir-putin-says",
      "domain": "theguardian.com",
      "published": "2025-09-05T15:32:14Z"
    },
    {
      "title": "Afghan earthquake death toll jumps to more than 2,200, say Taliban",
      "summary": "The death toll from a major earthquake in Afghanistan this week has jumped to more than 2,200. The shallow, magnitude-6.0 quake struck the mountainous and remote eastern part of the country around midnight on Sunday. Fears rose after another earthquake, this time with a 6.2 magnitude, struck southeastern Afghanistan on Thursday night.",
      "url": "https://www.theguardian.com/world/2025/sep/04/afghan-earthquake-death-toll-jumps-says-taliban",
      "domain": "theguardian.com",
      "published": "2025-09-05T10:43:39Z"
    },
    {
      "title": "Lammy made deputy PM with Cooper as foreign secretary and Mahmood at Home Office",
      "summary": "Keir Starmer implements major reshuffle of his cabinet following Angela Rayner's resignation from her government posts and position as deputy Labour leader. Rayner said she takes “full responsibility” in her resignation letter. PM’s ethics adviser found that while Rayner “acted with integrity”, she had breached the ministerial code.",
      "url": "https://www.theguardian.com/politics/live/2025/sep/05/angela-rayner-stamp-duty-labour-starmer-reform-nigel-farage-uk-politics-live-news-updates",
      "domain": "theguardian.com",
      "published": "2025-09-05T19:13:29Z"
    }
  ]
}