{
  "span": "week",
  "language": "sv",
  "category": "world",
  "generated": "2025-09-06T23:55:43+00:00",
  "total_raw": 55,
  "total_rank": 8,
  "min_required": 3,
  "fallback_used": false,
  "cards": [
    {
      "title": "Venezuelas Maduro anklagar USA för att planera ett ”våldsamt regimskifte",
      "summary": "Venezuelas president Nicolás Maduro säger att USA bör överge sina planer på ett \" våldsamt regimskifte \" i Venezuela. USA har placerat ut marinfartyg och tusentals amerikanska marinsoldater. President Donald Trump avfärdade Maduros påstående på fredag och sa att USA inte talar om regimskifte.",
      "url": "https://yle.fi/a/7-10083872?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-06T10:11:34Z"
    },
    {
      "title": "Massivt bråk om vaccin i USA",
      "summary": "Robert F. Kennedy har en minst sagt arbetsam sommar bakom sig. Under de senaste månaderna har hälsoministern klubbat reform efter reform – och ofta mötts av skarp kritik.",
      "url": "https://svt.se/nyheter/utrikes/massivt-brak-om-vaccin-i-usa-kraver-att-robert-f-kennedy-avgar",
      "domain": "svt.se",
      "published": "2025-09-06T09:57:19Z"
    },
    {
      "title": "Putins besök i Kina ses som en seger i Ryssland",
      "summary": "Ryska medier beskriver landets president Vladimir Putin som den främsta gästen under veckans toppmöte i Kina. Ryska bedömare tror att besöket var en stor framgång för Ryssland och ett bakslag för \" det kollektiva västet \" Medierna jublar över att Rysslands \" multipolära världsordning \" är fullbordad och att USA: s dominans är avslutad. I Moskva menar man också att Rysslands position har stärkts tack vare att minst 20 nya samarbetsavtal skrevs under med Kina inom kärnenergi, jordbruk, utbildning och innovation.",
      "url": "https://yle.fi/a/7-10083778?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-05T02:30:12Z"
    },
    {
      "title": "Presidentfruar skickar brev om fred",
      "summary": "Under sommaren har första damerna Melania Trump, Olena Zelenska och Emine Erdogan skickat brev till Vladimir Putin. I breven har man uppmanat till fred i världen, Gaza och Ukraina samt lyft barnens situation i krig. En traditionell kvinnoroll som presidentfruarna intagit i sommar har funnits i över 100 år, säger Birgitta Niklasson, statsvetare vid Göteborgs universitet, och Susanna Erlandsson, historiker vid Uppsala universitet.",
      "url": "https://www.svt.se/nyheter/utrikes/presidentfruar-skickar-brev-om-fred-likt-1950-tal",
      "domain": "svt.se",
      "published": "2025-09-05T01:26:28Z"
    },
    {
      "title": "Analys: Ukrainas säkerhetsgarantier fick en knuff framåt",
      "summary": "26 länder har nu åtagit sig att stödja Ukraina med garantier. Syftet med garantierna är att förhindra att Ryssland utnyttjar en vapenvila eller ett fredsavtal med Ukraina för att rusta upp för ett nytt angrepp mot landet. Många svåra avvägningar väntar de länder som förbundit sig vid att skydda Ukraina mot framtida rysk aggression.",
      "url": "https://yle.fi/a/7-10083803?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-04T19:08:49Z"
    },
    {
      "title": "Sudan: Hundratusentals fast i dödsfälla",
      "summary": "Den humanitära krisen i Sudan har redan kallats världens största. En konflikt som sedan april 2023 har förvandlat ett land till ett slagfält mellan armén och Rapid support forces ( RSF ) Civilbefolkningen som försöker lämna al - Fashir fastnar i RSF: s vägspärrar och utsätts för övergrepp, inklusive sexuella övergrepp, rapporterar Reuters. Omkring 25 miljoner människor uppges lida av akut hunger och många tvingas nu att överleva på djurfoder.",
      "url": "https://www.svt.se/nyheter/utrikes/sudan-hundratusentals-fast-i-dodsfalla",
      "domain": "svt.se",
      "published": "2025-09-04T18:52:21Z"
    },
    {
      "title": "Bergbana har spårat ur i Lissabon",
      "summary": "Olyckan inträffade mellan Restauradores och Príncipe Real. Bergbanan var på väg ner från utsiktsplatsen São Pedro de Alcântara när den plötsligt spårade ur och kraschade in i en byggnad. Vittnen berättar för lokala medier hur bergbanan skenade okontrollerat nerför den smala gränden.",
      "url": "https://www.svt.se/nyheter/utrikes/tre-doda-nar-bergsbana-sparade-ur-i-portugal",
      "domain": "svt.se",
      "published": "2025-09-03T18:14:03Z"
    },
    {
      "title": "Xi, Kim och Putin möts för första gången",
      "summary": "Militärparaden i Peking är den första i sitt slag på åtta år. Det markerar 80 - årsdagen av Japans kapitulation i andra världskriget. Xi Jinping uttryckte tacksamhet mot de länder som var allierade med Kina och konstaterade framåt att Kina är \" ostoppbart \".",
      "url": "https://www.svt.se/nyheter/utrikes/xi-kim-och-putin-mots-for-forsta-gangen",
      "domain": "svt.se",
      "published": "2025-09-03T03:14:04Z"
    }
  ]
}