{
  "span": "day",
  "language": "sv",
  "category": "world",
  "generated": "2025-09-08T07:08:02+00:00",
  "total_raw": 16,
  "total_rank": 5,
  "min_required": 3,
  "fallback_used": false,
  "cards": [
    {
      "title": "Frankrikes djupa ekonomiska kris kan få hela regeringen att falla",
      "summary": "François Bayrou har kallat till förtroendeomröstning efter hård kritik mot hans sparpaket på cirka 44 miljarder euro. Sparpaket skulle bland annat innebära minskade stöd för pensionärer, arbetslösa, personer med funktionsnedsättning och fattiga. Nicolas Dupont - Aignan, en av den sittande mitten - konservativa regeringens ivrigaste motståndare, menar att premiärministern är en bricka i det politiska spelet.",
      "url": "https://yle.fi/a/7-10083878?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-08T05:02:38Z"
    },
    {
      "title": "Olja och högerpopulism",
      "summary": "Norge har för närvarande en minoritetsregering ledd av Arbeiderpartiets Jonas Gahr Støre. Sedan Senterpartiet lämnade regeringen i vintras regerar socialdemokratiska Ap ensamt. En av valets stora och obesvarade frågor handlar om vem som ska styra Norge om de borgerliga partierna vinner.",
      "url": "https://yle.fi/a/7-10083726?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-08T03:54:31Z"
    },
    {
      "title": "Landets högsta domstol: Israel svälter palestinska fångar",
      "summary": "Domstolen kräver att myndigheterna utökar fångarnas näringsintag och förbättrar kvaliteten på maten. Domstolen stöder två människorättsorganisationers påståenden om att regeringen medvetet begränsar fångarnas matportioner i den mån att de drabbas av undernäring och svälter. Tidigare i år dog en 17 - åring sannolikt av svält, enligt en israelisk obduktionsrapport som AP har sett.",
      "url": "https://yle.fi/a/7-10083905?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-08T06:13:03Z"
    },
    {
      "title": "Macrons nya kris",
      "summary": "Deklaration av den generella politiken, debatt och omröstning kring denna deklaration. När sessionen börjar klockan 15 inleds med största sannolikhet även Frankrikes nästa regeringskris. François Bayrou, från mittenpartiet Demokratiska rörelsen, har med presidentens godkännande kallat till en förtroendeomröstning.",
      "url": "https://svt.se/nyheter/utrikes/macrons-nya-kris-franska-oppositionen-har-fingret-pa-avtryckaren",
      "domain": "svt.se",
      "published": "2025-09-08T07:01:03Z"
    },
    {
      "title": "Miljardärer flydde Norge",
      "summary": "Norge är ett av få länder som har kvar förmögenhetsskatt. Sverige avskaffade förmögenhetsskatten 2007 under Reinfeldtregeringen. Det finns en kritik mot att Arbeiderpartiet höjde skatten efter att de kom till makten förra valet.",
      "url": "https://svt.se/nyheter/utrikes/miljardarer-flydde-norge-formogenhetsskatten-ar-storsta-valfragan",
      "domain": "svt.se",
      "published": "2025-09-07T12:12:23Z"
    }
  ]
}