{
  "span": "day",
  "language": "sv",
  "category": "world",
  "generated": "2025-09-11T06:53:37+00:00",
  "total_raw": 17,
  "total_rank": 5,
  "min_required": 3,
  "fallback_used": false,
  "cards": [
    {
      "title": "Expert: ”Vi är långt ifrån ett storkrig, men Nato måste markera tydligt",
      "summary": "Drönare i Polen är bara ännu ett steg i den utvecklingen, säger Charly Salonius - Pasternak, vd för Nordic West Office och expert på global säkerhetspolitik. Han påpekar att det inte handlade om någon enstaka underrättelsedrönare utan om beväpnade drönare som kan orsaka massiva civila skador och förluster. Artikel 5 - diskussioner kommer att föras, och det är inte omöjligt att Polen i slutet av dem kräver ännu fler åtgärder från andra Natoallierade.",
      "url": "https://yle.fi/a/7-10084099?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-10T13:29:35Z"
    },
    {
      "title": "Analys: Mordet på Charlie Kirk är en symbol för USA:s brutala politiska verkligh…",
      "summary": "Kirk var en av de mest framgångsrika amerikanska konservativa rösterna och en ideologisk frontfigur för den yngre generationens Maga - anhängare. Kirks anhängare menar att han verkligen försökte skapa dialog, ofta genom att bjuda in politiska motståndare till öppen debatt. Politiskt motiverade attacker mot politiker eller statligt anställda har ökat dramatiskt under de senaste åren i USA.",
      "url": "https://yle.fi/a/7-10084175?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-11T05:38:18Z"
    },
    {
      "title": "EU:s Ursula von der Leyen: Europa står i full solidaritet med Polen efter rysk d…",
      "summary": "Ursula von der Leyen fördömer kränkningarna av Polens luftrum. Hon säger att Europa kommer att investera i Europas försvarsförmåga och stöd till östra flankerna. Hon föreslår sanktioner mot extremistiska ministrar samt en partiell frysning av associationsavtalet mellan EU och Israel.",
      "url": "https://yle.fi/a/7-10084035?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-10T08:34:44Z"
    },
    {
      "title": "Högerdebattören Charlie Kirk död",
      "summary": "Charlie Kirk sköts under ett evenemang med högerprofil vid Utah Valley - universitetet. Han sköts av sitt säkerhetsteam och har sedan dess tagits bort från platsen. FBI har i ett tidigt skede gripit en misstänkt person.",
      "url": "https://svt.se/nyheter/utrikes/hogeraktivisten-charlie-kirk-skjuten-under-debatt-i-utah",
      "domain": "svt.se",
      "published": "2025-09-10T18:55:27Z"
    },
    {
      "title": "Så har flyktingströmmarna till Europa minskats",
      "summary": "År 2015 sökte 163 000 personer asyl i Sverige. Förra året var siffran 9 645 – den lägsta på tre decennier. Ökningen beror inte på att människor slutat fly, utan på att hindren för människor på flykt blir svårare.",
      "url": "https://svt.se/nyheter/utrikes/sa-har-flyktingstrommarna-till-europa-minskats-fa-soker-asyl-i-sverige",
      "domain": "svt.se",
      "published": "2025-09-11T01:35:42Z"
    }
  ]
}