{
  "span": "month",
  "language": "sv",
  "category": "world",
  "generated": "2025-09-05T23:54:35+00:00",
  "total_raw": 17,
  "total_rank": 3,
  "min_required": 3,
  "fallback_used": false,
  "cards": [
    {
      "title": "Biden opererad för hudcancer",
      "summary": "För två år sedan, när Biden fortfarande var USA: s president, gjorde han en liknande operation på bröstet. Då rörde det sig om basaliom, en vanlig form av hudcancer. I maj tidigare i år bekräftade Joe Biden även att han diagnostiserats med en aggressiv form av prostatacancer som spridit sig till hans skelett.",
      "url": "https://www.svt.se/nyheter/utrikes/biden-opererad-for-hudcancer",
      "domain": "svt.se",
      "published": "2025-09-04T22:23:10Z"
    },
    {
      "title": "Sudan: Hundratusentals fast i dödsfälla",
      "summary": "Den humanitära krisen i Sudan har redan kallats världens största. En konflikt som sedan april 2023 har förvandlat ett land till ett slagfält mellan armén och Rapid support forces ( RSF ) Civilbefolkningen som försöker lämna al - Fashir fastnar i RSF: s vägspärrar och utsätts för övergrepp, inklusive sexuella övergrepp, rapporterar Reuters. Omkring 25 miljoner människor uppges lida av akut hunger och många tvingas nu att överleva på djurfoder.",
      "url": "https://www.svt.se/nyheter/utrikes/sudan-hundratusentals-fast-i-dodsfalla",
      "domain": "svt.se",
      "published": "2025-09-04T18:52:21Z"
    },
    {
      "title": "Ökat våld mot demonstranter i Serbien väcker oro för inbördeskrig",
      "summary": "Serbiens president Aleksandar Vucic säger att Kroatien medvetet och illasinnat försöker skada landets image i världen. Han säger att även de som demonstrerar kan komma att alltmer svara med våld. Stora demonstrationer kommer att hållas i helgen i Novi Sad.",
      "url": "https://www.svt.se/nyheter/utrikes/okat-vald-mot-demonstranter-i-serbien-vacker-oro-for-inbordeskrig",
      "domain": "svt.se",
      "published": "2025-09-04T10:56:38Z"
    }
  ]
}