{
  "span": "month",
  "language": "en",
  "category": "world",
  "generated": "2025-09-05T02:30:48+00:00",
  "total_raw": 109,
  "total_rank": 3,
  "min_required": 3,
  "fallback_used": false,
  "cards": [
    {
      "title": "Out of control': Witnesses describe fatal Lisbon funicular crash",
      "summary": "The carriage \"lost control\", descending at full speed and crashing on its side. It sounded like a bomb, she said, followed by \"complete scary silence\" Police are still investigating the cause of the crash near Lisbon's Avenida da Liberdade. The two carriages of the 140-year-old funicular, which runs on electric motors, are attached to a cable that enables one to travel downhill while the other goes uphill.",
      "url": "https://www.bbc.com/news/articles/c20v4g71zrpo?at_medium=RSS&at_campaign=rss",
      "domain": "bbc.com",
      "published": "2025-09-04T15:40:03Z"
    },
    {
      "title": "Legendary Italian designer Giorgio Armani dies",
      "summary": "Italian fashion designer and billionaire brand owner Giorgio Armani has died at the age of 91. He was the archetype of Italian style and elegance, reimagining men's and women's suits for a modern audience. Donatella Versace: \"The world lost a giant today, he made history and will be remembered forever\" Russell Crowe: \"He made a mark acknowledged around the globe\" Julia Roberts: \"A true friend.",
      "url": "https://www.bbc.com/news/articles/ceq25w34lv4o?at_medium=RSS&at_campaign=rss",
      "domain": "bbc.com",
      "published": "2025-09-04T14:44:41Z"
    },
    {
      "title": "Macron says 26 countries ready to send troops for Ukraine ceasefire",
      "summary": "Emmanuel Macron says 26 countries ready to send troops for Ukraine ceasefire. French president says US support for their \"reassurance force\" will be finalised in coming days. President Donald Trump recently indicated that US backing could \"probably\" come in the form of air support.",
      "url": "https://www.bbc.com/news/articles/czxwl15w2qko?at_medium=RSS&at_campaign=rss",
      "domain": "bbc.com",
      "published": "2025-09-04T17:26:57Z"
    }
  ]
}