{
  "span": "week",
  "language": "sv",
  "category": "world",
  "generated": "2025-09-06T01:36:31+00:00",
  "total_raw": 27,
  "total_rank": 14,
  "min_required": 3,
  "fallback_used": false,
  "cards": [
    {
      "title": "40 procent av Gaza stad övertaget",
      "summary": "IDF säger att det har tagit kontroll över 40 procent av staden och att offensiven ska intensifieras. Den israeliska offensiven har nu nått tätbefolkade stadsdelar vilket har lett till än fler dödade och skadade, varav flera barn, säger Samir Abu Eid, Mellanösternreporter. Hör mer om Israels offensiv och vad den kan få för konsekvenser för civilbefolkningen i videon ovan.",
      "url": "https://www.svt.se/nyheter/utrikes/40-procent-av-gaza-stad-overtaget-en-manad-innan-invasionen-skulle-inledas",
      "domain": "svt.se",
      "published": "2025-09-06T00:43:17Z"
    },
    {
      "title": "Trump döper om Försvarsdepartementet",
      "summary": "Ordern uppmanar till att använda det nya namnet och att titulera försvarsminister Pete Hegseth som krigsminister. Innan dess hette det just Department of War ( Krigsdepartementet ), ett namn som användes under större delen av USA: s historia fram till efter andra världskriget. Namnet blir inledningsvis en.",
      "url": "https://www.svt.se/nyheter/utrikes/trump-doper-om-forsvarsdepartementet-ska-heta-krigsdepartementet",
      "domain": "svt.se",
      "published": "2025-09-05T20:31:38Z"
    },
    {
      "title": "Demonstrationerna i Serbien fortsätter: ”På randen till revolution",
      "summary": "Serbien har skakats av våldsamma sammandrabbningar mellan polisen och regeringskritiska demonstranter i över tio månader. Under helgen fortsätter de stora protesterna i landet. På fredag blockerade runt 1000 personer en väg i Novi Sad, rapporterar EBU med hänvisning till lokala medier.",
      "url": "https://www.svt.se/nyheter/utrikes/demonstrationerna-i-serbien-fortsatter-pa-randen-till-revolution",
      "domain": "svt.se",
      "published": "2025-09-05T20:20:18Z"
    },
    {
      "title": "Trump skickar tio stridsflyg till Puerto Rico",
      "summary": "Pentagon säger att två venezuelanska militärflygplan flög nära ett amerikanskt fartyg. Beslutet följer också ett amerikanskt robotangrepp på en båt i Karibiska havet som dödade elva personer, enligt Trump - administrationen. F - 35 - flygplanen anländer till USA: s territorium i Puerto Rico nästa vecka och är en del av en omfattande militär insats i Latinamerika.",
      "url": "https://www.svt.se/nyheter/utrikes/trump-skickar-tio-stridsflyg-till-puerto-rico",
      "domain": "svt.se",
      "published": "2025-09-05T15:33:23Z"
    },
    {
      "title": "Protesterna i Serbien som kan leda till maktskifte",
      "summary": "Förra hösten miste 16 personer livet när ett nyrenoverat tak rasade på tågstationen i Novi Sad. Olyckan blev en symbol för korruption och många serbiska medborgares ilska riktas mot den sittande presidenten Aleksandar Vučić. Som mest har hundratusentals tagit sig ut på gatorna samtidigt.",
      "url": "https://www.svt.se/nyheter/utrikes/protesterna-i-serbien-som-kan-leda-till-maktskifte",
      "domain": "svt.se",
      "published": "2025-09-05T13:51:30Z"
    },
    {
      "title": "Sudan: Hundratusentals fast i dödsfälla",
      "summary": "Den humanitära krisen i Sudan har redan kallats världens största. En konflikt som sedan april 2023 har förvandlat ett land till ett slagfält mellan armén och Rapid support forces ( RSF ) Civilbefolkningen som försöker lämna al - Fashir fastnar i RSF: s vägspärrar och utsätts för övergrepp, inklusive sexuella övergrepp, rapporterar Reuters. Omkring 25 miljoner människor uppges lida av akut hunger och många tvingas nu att överleva på djurfoder.",
      "url": "https://www.svt.se/nyheter/utrikes/sudan-hundratusentals-fast-i-dodsfalla",
      "domain": "svt.se",
      "published": "2025-09-04T18:52:21Z"
    },
    {
      "title": "Många barn sjuka i influensa",
      "summary": "Nassersjukhuset i Khan Younis tar emot många barn med influensasymtom just nu. Det är trångt på barnkliniken, och barnens motståndskraft är påverkad av näringsbrist, berättar läkaren Ahmad Al - Farra. Barnets motståndskraft är också påverkad av brist på näring, säger läkaren, som tillägger: \" Det är viktigt att näringstillståndet inte är begränsat till näringsfysiologiska nivåer.",
      "url": "https://www.svt.se/nyheter/utrikes/manga-barn-sjuka-i-influensa-svart-lage-pa-nassersjukhuset-i-gaza",
      "domain": "svt.se",
      "published": "2025-09-04T15:19:45Z"
    },
    {
      "title": "Bil körde in i flera personer i Berlin",
      "summary": "En bil körde in i flera personer i stadsdelen Wedding i Berlin, skriver Bild. Räddningstjänsten beskriver händelsen som en olycka och tre barn skadades lindrigt. Händelsen inträffade vid tidpunkten för olyckan.",
      "url": "https://www.svt.se/nyheter/utrikes/bil-har-kort-in-i-flera-personer-i-berlin",
      "domain": "svt.se",
      "published": "2025-09-04T12:08:07Z"
    },
    {
      "title": "Därför borde EU villkora klimatkrediter",
      "summary": "EU bör kunna tillgodoräkna sig åtgärder i andra delar av världen i form av utsläppsenheter av hög kvalitet enligt artikel 6 i Parisavtalet. Kruxet är att sådana krediter endast kan utfärdas om det kan garanteras att insatserna är \" additionella \" Systemet garanterar att utsläppen minskar. Men det innebär i princip att det inte finns någon.",
      "url": "https://www.altinget.se/eu/artikel/darfor-borde-eu-villkora-klimatkrediter",
      "domain": "altinget.se",
      "published": "2025-09-04T02:00:00Z"
    },
    {
      "title": "Ett år efter EU-valet sitter de konservativa tungt på makten",
      "summary": "Ett år efter EU - valet sitter de konservativa tungt på makten De konservativa i högergruppen EPP har på allvar befäst sin makt i Europaparlamentet. Med gruppen i centrum för nästan alla majoriteter reduceras resten av parlamentet till statister. Niels Erik Kaaber Rasmussen och Marianne Skovlund: EU - bureauet är en dansk ideell förening för analytiker och journalister som arbetar med databaserad EU - journalistik, publicerar politiska analyser och arrangerar nätverksaktiviteter.",
      "url": "https://www.altinget.se/eu/artikel/ett-aar-efter-eu-valet-sitter-de-konservativa-tungt-paa-makten",
      "domain": "altinget.se",
      "published": "2025-09-04T02:00:00Z"
    },
    {
      "title": "Bergbana har spårat ur i Lissabon",
      "summary": "Olyckan inträffade mellan Restauradores och Príncipe Real. Bergbanan var på väg ner från utsiktsplatsen São Pedro de Alcântara när den plötsligt spårade ur och kraschade in i en byggnad. Vittnen berättar för lokala medier hur bergbanan skenade okontrollerat nerför den smala gränden.",
      "url": "https://www.svt.se/nyheter/utrikes/tre-doda-nar-bergsbana-sparade-ur-i-portugal",
      "domain": "svt.se",
      "published": "2025-09-03T18:14:03Z"
    },
    {
      "title": "Därför möts Ryssland, Nordkorea och Kina just nu",
      "summary": "Militärparaden i Peking är den första i sitt slag på åtta år. Rysslands president Vladimir Putin och Nordkoreas diktator Kim Jong - Un var de mest uppmärksammade besökarna. Det är första gången som männen har träffats i offentligheten.",
      "url": "https://www.svt.se/nyheter/utrikes/darfor-mots-ryssland-nordkorea-och-kina-just-nu",
      "domain": "svt.se",
      "published": "2025-09-03T11:53:13Z"
    },
    {
      "title": "Veckan i EU: Europatour, utvidgning och het tulldiskussion väntas i parlamentet",
      "summary": "Under höstterminens första officiella jobbvecka börjar rådets ordförande António Costa en rundresa bland medlemsländerna. Europeiska kommissionen presenterar nya budgetförslag och EU - minister Jessica Rosencrantz ( M ) träffar sina kollegor i för att diskutera unionens nästa utvidgning. Europaparlamentets talman Roberta Metsola sparkar igång den nya EU - terminen efter sommaruppehållet med en frukost i parlamentsbyggnaderna.",
      "url": "https://www.altinget.se/eu/artikel/veckan-i-eu-europatour-utvidgning-och-het-tulldiskussion-vantas-i-parlamentet",
      "domain": "altinget.se",
      "published": "2025-09-01T04:00:00Z"
    },
    {
      "title": "Så kan EU stärka sin konkurrenskraft och globala roll",
      "summary": "I en orolig omvärld måste EU växla upp tempot, fördjupa handelsrelationerna och skapa bättre förutsättningar för privata investeringar. Ingrid Serup, handelspolitisk expert på Svenskt näringsliv I ett tal förra veckan sade Mario Draghi att EU inte längre är en global stormakt med geopolitiskt och handelspolitiskt inflytande. För att återta tätpositionen måste EU fortsätta stå upp för regelbaserad handel och driva en ambitiös agenda för att ingå frihandelsavtal för att öka företagens möjlighet att diversifiera.",
      "url": "https://www.altinget.se/eu/artikel/saa-kan-eu-starka-sin-konkurrenskraft-och-globala-roll",
      "domain": "altinget.se",
      "published": "2025-09-01T02:00:00Z"
    }
  ]
}