{
  "span": "month",
  "language": "sv",
  "category": "world",
  "generated": "2025-09-12T06:51:04+00:00",
  "total_raw": 57,
  "total_rank": 6,
  "min_required": 3,
  "fallback_used": false,
  "cards": [
    {
      "title": "Här flyr Charlie Kirks misstänkte mördare från skoltaket",
      "summary": "Utah guvernör Spencer Cox höll en pressträff med FBI - direktör Kash Patel under natten. De uppdaterade om det senaste i utredningen av mordet på Charlie Kirk och jakten på hans mördare. På videon syns den misstänkte personen fly från taket på en byggnad på Utah Valley University, mittemot scenen där Kirk satt.",
      "url": "https://svt.se/nyheter/utrikes/har-flyr-charlie-kirks-misstankte-mordare-fran-skoltaket",
      "domain": "svt.se",
      "published": "2025-09-12T05:29:38Z"
    },
    {
      "title": "Brasiliens expresident Bolsonaro döms till 27 års fängelse",
      "summary": "Fyra av fem domare i Brasiliens högsta domstol röstade för en fällande dom mot den tidigare presidenten Jair Bolsonaro. Han dömdes för att ha planerat en statskupp för att behålla makten efter att ha förlorat presidentvalet 2022 till vänsterns Luiz Inacio Lula da Silva. Bolsonaros advokater har redan meddelat att de kommer att överklaga domen.",
      "url": "https://yle.fi/a/7-10084191?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-11T19:42:04Z"
    },
    {
      "title": "Expert: ”Vi är långt ifrån ett storkrig, men Nato måste markera tydligt",
      "summary": "Drönare i Polen är bara ännu ett steg i den utvecklingen, säger Charly Salonius - Pasternak, vd för Nordic West Office och expert på global säkerhetspolitik. Han påpekar att det inte handlade om någon enstaka underrättelsedrönare utan om beväpnade drönare som kan orsaka massiva civila skador och förluster. Artikel 5 - diskussioner kommer att föras, och det är inte omöjligt att Polen i slutet av dem kräver ännu fler åtgärder från andra Natoallierade.",
      "url": "https://yle.fi/a/7-10084099?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-10T13:29:35Z"
    },
    {
      "title": "Presidentfruar skickar brev om fred",
      "summary": "Under sommaren har första damerna Melania Trump, Olena Zelenska och Emine Erdogan skickat brev till Vladimir Putin. I breven har man uppmanat till fred i världen, Gaza och Ukraina samt lyft barnens situation i krig. En traditionell kvinnoroll som presidentfruarna intagit i sommar har funnits i över 100 år, säger Birgitta Niklasson, statsvetare vid Göteborgs universitet, och Susanna Erlandsson, historiker vid Uppsala universitet.",
      "url": "https://www.svt.se/nyheter/utrikes/presidentfruar-skickar-brev-om-fred-likt-1950-tal",
      "domain": "svt.se",
      "published": "2025-09-05T01:26:28Z"
    },
    {
      "title": "Sudan: Hundratusentals fast i dödsfälla",
      "summary": "Den humanitära krisen i Sudan har redan kallats världens största. En konflikt som sedan april 2023 har förvandlat ett land till ett slagfält mellan armén och Rapid support forces ( RSF ) Civilbefolkningen som försöker lämna al - Fashir fastnar i RSF: s vägspärrar och utsätts för övergrepp, inklusive sexuella övergrepp, rapporterar Reuters. Omkring 25 miljoner människor uppges lida av akut hunger och många tvingas nu att överleva på djurfoder.",
      "url": "https://www.svt.se/nyheter/utrikes/sudan-hundratusentals-fast-i-dodsfalla",
      "domain": "svt.se",
      "published": "2025-09-04T18:52:21Z"
    },
    {
      "title": "Bergbana har spårat ur i Lissabon",
      "summary": "Olyckan inträffade mellan Restauradores och Príncipe Real. Bergbanan var på väg ner från utsiktsplatsen São Pedro de Alcântara när den plötsligt spårade ur och kraschade in i en byggnad. Vittnen berättar för lokala medier hur bergbanan skenade okontrollerat nerför den smala gränden.",
      "url": "https://www.svt.se/nyheter/utrikes/tre-doda-nar-bergsbana-sparade-ur-i-portugal",
      "domain": "svt.se",
      "published": "2025-09-03T18:14:03Z"
    }
  ]
}