{
  "span": "month",
  "language": "sv",
  "category": "world",
  "generated": "2025-09-06T21:25:15+00:00",
  "total_raw": 44,
  "total_rank": 30,
  "min_required": 3,
  "fallback_used": false,
  "cards": [
    {
      "title": "Bergbaneolyckan i Lissabon orsakades av kabelfel",
      "summary": "Sexton människor omkom när en kabel som förenade två bergbanevagnar gick av på onsdagskvällen och den ena vagnen störtade ner och krockade med en byggnad. Bland dödsoffren fanns 11 utlänningar, men inga finländare. En officiell och mer detaljerad rapport om olyckan väntas vara klar först närmare slutet av oktober.",
      "url": "https://yle.fi/a/7-10083884?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-06T20:27:45Z"
    },
    {
      "title": "Därför undviker EU att markera skarpt mot Serbien",
      "summary": "Protester ägde rum utanför filosofiska fakulteten på Novi Sads universitet. EU: s intresse för Serbien som viktig strategisk partner kan väga in och dämpa viljan till konflikt. Protesterna har hittills varit i huvudsak fredliga, men våldsamma grupper har angripit polis med stenkastning och fyrverkerier.",
      "url": "https://www.svt.se/nyheter/utrikes/darfor-undviker-eu-att-markera-skarpt-mot-serbien",
      "domain": "svt.se",
      "published": "2025-09-06T17:24:00Z"
    },
    {
      "title": "Ny attack mot höghus i Gaza stad",
      "summary": "Hamas använde 15 våningar Soussi Tower för att observera israeliska trupper och utföra attacker via underjordiska tunnlar anslutna till huset. IDF: s talesman förvarnade invånarna om att attacken var på gång, och uppmanade dem att evakuera. En IDF talesman sade att attacken pågick, och att boende uppmanades att hålla sig borta från området i väntan på en evakueringsorder.",
      "url": "https://www.svt.se/nyheter/utrikes/ny-attack-mot-hoghus-i-gaza-stad",
      "domain": "svt.se",
      "published": "2025-09-06T14:07:23Z"
    },
    {
      "title": "Trump anklagas för ”militär ockupation”",
      "summary": "Nationalgardet stationerades i Washington D. C tillsammans med federala polismyndigheter för att bekämpa våldsbrottsligheten. Ordern har väckt starka reaktioner och demonstrationerna i huvudstaden har avlöst varandra.",
      "url": "https://www.svt.se/nyheter/utrikes/trump-anklagas-for-militar-ockupation-stams",
      "domain": "svt.se",
      "published": "2025-09-06T14:06:26Z"
    },
    {
      "title": "Venezuelas Maduro anklagar USA för att planera ett ”våldsamt regimskifte",
      "summary": "Venezuelas president Nicolás Maduro säger att USA bör överge sina planer på ett \" våldsamt regimskifte \" i Venezuela. USA har placerat ut marinfartyg och tusentals amerikanska marinsoldater. President Donald Trump avfärdade Maduros påstående på fredag och sa att USA inte talar om regimskifte.",
      "url": "https://yle.fi/a/7-10083872?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-06T10:11:34Z"
    },
    {
      "title": "Massivt bråk om vaccin i USA",
      "summary": "Robert F. Kennedy har en minst sagt arbetsam sommar bakom sig. Under de senaste månaderna har hälsoministern klubbat reform efter reform – och ofta mötts av skarp kritik.",
      "url": "https://www.svt.se/nyheter/utrikes/massivt-brak-om-vaccin-i-usa-kraver-att-robert-f-kennedy-avgar",
      "domain": "svt.se",
      "published": "2025-09-06T09:57:19Z"
    },
    {
      "title": "SVT: Ryska signaler har stört 123 000 flyg i Östersjöområdet på fyra månader",
      "summary": "I april påverkades 27 procent av flygningarna i de aktuella luftrummen. I vissa regioner översteg andelen 42 procent. Problemen varierade från felaktiga positionsuppgifter till systemstörningar som kunde följa flyget även efter att de lämnat störningsområdet.",
      "url": "https://yle.fi/a/7-10083874?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-06T09:51:39Z"
    },
    {
      "title": "Israel tvångsevakuerar palestinier undan offensiv mot Gaza stad",
      "summary": "Enligt Israel inför man en humanitär zon i området al - Mawasi i Khan Younis i södra Gaza. Invånarna i Gaza stad uppmanas nu att ta sig dit. Området har tidigare klassats som en humanitärt zon, men inget område på Gazaremsan har skonats från israeliska attacker under kriget under kriget.",
      "url": "https://yle.fi/a/7-10083871?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-06T07:01:59Z"
    },
    {
      "title": "SVT på plats: Våldsamma scener vid studentprotester i Novi Sad",
      "summary": "Demonstrationen, som studenter kallat till, inleddes tidigt på fredagskvällen. 16 tysta minuter hölls för de 16 dödsoffren i olyckan på tågstationen förra året. Efter minnesstunden hölls tal, bland annat av mamman till ett av offren.",
      "url": "https://www.svt.se/nyheter/utrikes/svt-pa-plats-valdsamma-scener-vid-studentprotester-i-novi-sad",
      "domain": "svt.se",
      "published": "2025-09-06T04:56:19Z"
    },
    {
      "title": "Trump döper om Försvarsdepartementet",
      "summary": "Ordern uppmanar till att använda det nya namnet och att titulera försvarsminister Pete Hegseth som krigsminister. Innan dess hette det just Department of War ( Krigsdepartementet ), ett namn som användes under större delen av USA: s historia fram till efter andra världskriget. Namnet blir inledningsvis en.",
      "url": "https://www.svt.se/nyheter/utrikes/trump-doper-om-forsvarsdepartementet-ska-heta-krigsdepartementet",
      "domain": "svt.se",
      "published": "2025-09-05T20:31:38Z"
    },
    {
      "title": "Demonstrationerna i Serbien fortsätter: ”På randen till revolution",
      "summary": "Serbien har skakats av våldsamma sammandrabbningar mellan polisen och regeringskritiska demonstranter i över tio månader. Under helgen fortsätter de stora protesterna i landet. På fredag blockerade runt 1000 personer en väg i Novi Sad, rapporterar EBU med hänvisning till lokala medier.",
      "url": "https://www.svt.se/nyheter/utrikes/demonstrationerna-i-serbien-fortsatter-pa-randen-till-revolution",
      "domain": "svt.se",
      "published": "2025-09-05T20:20:18Z"
    },
    {
      "title": "Protesterna i Serbien som kan leda till maktskifte",
      "summary": "Förra hösten miste 16 personer livet när ett nyrenoverat tak rasade på tågstationen i Novi Sad. Olyckan blev en symbol för korruption och många serbiska medborgares ilska riktas mot den sittande presidenten Aleksandar Vučić. Som mest har hundratusentals tagit sig ut på gatorna samtidigt.",
      "url": "https://www.svt.se/nyheter/utrikes/protesterna-i-serbien-som-kan-leda-till-maktskifte",
      "domain": "svt.se",
      "published": "2025-09-05T13:51:30Z"
    },
    {
      "title": "Populära gellack förbjuds",
      "summary": "TPO är ett vanligt förekommande ämne i gelnagellack och andra nagelprodukter. Det påskyndar härdningen av produkterna i i UV - eller LED - ljus. Det har kopplats till flera olika hälsorisker.",
      "url": "https://yle.fi/a/7-10083665?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-05T11:37:31Z"
    },
    {
      "title": "Lärare knivhöggs i närheten av skola i Essen",
      "summary": "En knivhuggning har skett i en yrkesskola i Essen i Tyskland. En kvinnlig lärare knivhöggs i magen efter att ha blivit knivhuggen i en park. Gärningsmannens motiv för attacken är ännu inte känt.",
      "url": "https://yle.fi/a/7-10083845?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-05T10:15:46Z"
    },
    {
      "title": "Finländska gränsbevakare hjälper Lettland vid gränsen mot Belarus",
      "summary": "Stödavdelningen består av gränsbevakningspatruller som kommer att vara verksamma i Lettland fram till den 22 september. Bakgrunden till insatsen är det ökade trycket från olaglig inresa över gränsen mellan Lettland och Belarus. Stödbegäran grundar sig på ett samarbetsavtal mellan Gränsbevakningsväsendet och Lettlands gränsbevakning.",
      "url": "https://yle.fi/a/7-10083835?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-05T09:42:01Z"
    },
    {
      "title": "Efter bortglömda sekretesshandlingar",
      "summary": "Henrik Landerholm, Sveriges tidigare nationella säkerhetsrådgivare frias för brott av Attunda tingsrätt. Han stod åtalad för vårdslöshet med hemlig uppgift för att ha glömt sekretessbelagda dokument i ett olåst värdeskåp på en kursgård, våren 2023. Domstolen bedömde att uppgifter i de bortglömda handlingarna kunde skada Sveriges säkerhet, och att de kan betraktas som röjda.",
      "url": "https://yle.fi/a/7-10083827?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-05T09:11:25Z"
    },
    {
      "title": "Finland godkänner Palestinadeklarationen",
      "summary": "Den så kallade New York - deklarationen bäddar för en fredlig lösning av Palestinafrågan och en tvåstatslösning. Syftet med deklarationen är att få ett slut på kriget i Gaza och stärka arbetet för en hållbar lösning på konflikten mellan Israel och Palestina. Deklarationen fördömer Hamas terrorattack mot Israel 7 oktober 2023, samtidigt som den fördömer Israels angrepp mot civila palestinier och civil infrastruktur i Gaza.",
      "url": "https://yle.fi/a/7-10083820?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-05T09:06:18Z"
    },
    {
      "title": "Ett steg närmare slutet för tidsomställningen i EU",
      "summary": "EU - parlamentets parlamentariker Anna - Maja Henriksson säger att tidsomställningen kommer att utredas på nytt. Frågan har varit en vattendelare i EU sedan Europaparlamentet röstade för att införa normaltid i samtliga medlemsländer. Engagemanget på hemmaplan var avgörande för att frågan skulle drivas vidare.",
      "url": "https://yle.fi/a/7-10083821?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-05T08:59:58Z"
    },
    {
      "title": "USA:s kongress står inför en besvärlig höst",
      "summary": "Republikanerna har majoritet i kongressens båda kamrar, men det räcker inte. Minst sju demokratiska senatorer måste ställa sig bakom den. Demokraterna har protesterat mot Trumpadministrationens beslut att dra tillbaka biståndspengar.",
      "url": "https://yle.fi/a/7-10083610?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-05T07:48:40Z"
    },
    {
      "title": "Guds influerare”",
      "summary": "Tonåringen Carlo Acutis helgonförklaras på söndag klockan 11 finsk tid. Kanoniseringsceremonin kommer att äga rum i samband med en mässa på Petersplatsen i Vatikanstaten klockan 11 på söndag. Han gick bort i leukemi 2006, bara 15 år gammal.",
      "url": "https://yle.fi/a/7-10083812?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-05T07:46:17Z"
    },
    {
      "title": "Putins besök i Kina ses som en seger i Ryssland",
      "summary": "Ryska medier beskriver landets president Vladimir Putin som den främsta gästen under veckans toppmöte i Kina. Ryska bedömare tror att besöket var en stor framgång för Ryssland och ett bakslag för \" det kollektiva västet \" Medierna jublar över att Rysslands \" multipolära världsordning \" är fullbordad och att USA: s dominans är avslutad. I Moskva menar man också att Rysslands position har stärkts tack vare att minst 20 nya samarbetsavtal skrevs under med Kina inom kärnenergi, jordbruk, utbildning och innovation.",
      "url": "https://yle.fi/a/7-10083778?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-05T02:30:12Z"
    },
    {
      "title": "Presidentfruar skickar brev om fred",
      "summary": "Under sommaren har första damerna Melania Trump, Olena Zelenska och Emine Erdogan skickat brev till Vladimir Putin. I breven har man uppmanat till fred i världen, Gaza och Ukraina samt lyft barnens situation i krig. En traditionell kvinnoroll som presidentfruarna intagit i sommar har funnits i över 100 år, säger Birgitta Niklasson, statsvetare vid Göteborgs universitet, och Susanna Erlandsson, historiker vid Uppsala universitet.",
      "url": "https://www.svt.se/nyheter/utrikes/presidentfruar-skickar-brev-om-fred-likt-1950-tal",
      "domain": "svt.se",
      "published": "2025-09-05T01:26:28Z"
    },
    {
      "title": "Biden opererad för hudcancer",
      "summary": "För två år sedan, när Biden fortfarande var USA: s president, gjorde han en liknande operation på bröstet. Då rörde det sig om basaliom, en vanlig form av hudcancer. I maj tidigare i år bekräftade Joe Biden även att han diagnostiserats med en aggressiv form av prostatacancer som spridit sig till hans skelett.",
      "url": "https://www.svt.se/nyheter/utrikes/biden-opererad-for-hudcancer",
      "domain": "svt.se",
      "published": "2025-09-04T22:23:10Z"
    },
    {
      "title": "Analys: Ukrainas säkerhetsgarantier fick en knuff framåt",
      "summary": "26 länder har nu åtagit sig att stödja Ukraina med garantier. Syftet med garantierna är att förhindra att Ryssland utnyttjar en vapenvila eller ett fredsavtal med Ukraina för att rusta upp för ett nytt angrepp mot landet. Många svåra avvägningar väntar de länder som förbundit sig vid att skydda Ukraina mot framtida rysk aggression.",
      "url": "https://yle.fi/a/7-10083803?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-04T19:08:49Z"
    },
    {
      "title": "Sudan: Hundratusentals fast i dödsfälla",
      "summary": "Den humanitära krisen i Sudan har redan kallats världens största. En konflikt som sedan april 2023 har förvandlat ett land till ett slagfält mellan armén och Rapid support forces ( RSF ) Civilbefolkningen som försöker lämna al - Fashir fastnar i RSF: s vägspärrar och utsätts för övergrepp, inklusive sexuella övergrepp, rapporterar Reuters. Omkring 25 miljoner människor uppges lida av akut hunger och många tvingas nu att överleva på djurfoder.",
      "url": "https://www.svt.se/nyheter/utrikes/sudan-hundratusentals-fast-i-dodsfalla",
      "domain": "svt.se",
      "published": "2025-09-04T18:52:21Z"
    },
    {
      "title": "Många barn sjuka i influensa",
      "summary": "Nassersjukhuset i Khan Younis tar emot många barn med influensasymtom just nu. Det är trångt på barnkliniken, och barnens motståndskraft är påverkad av näringsbrist, berättar läkaren Ahmad Al - Farra. Barnets motståndskraft är också påverkad av brist på näring, säger läkaren, som tillägger: \" Det är viktigt att näringstillståndet inte är begränsat till näringsfysiologiska nivåer.",
      "url": "https://www.svt.se/nyheter/utrikes/manga-barn-sjuka-i-influensa-svart-lage-pa-nassersjukhuset-i-gaza",
      "domain": "svt.se",
      "published": "2025-09-04T15:19:45Z"
    },
    {
      "title": "Bil körde in i flera personer i Berlin",
      "summary": "En bil körde in i flera personer i stadsdelen Wedding i Berlin, skriver Bild. Räddningstjänsten beskriver händelsen som en olycka och tre barn skadades lindrigt. Händelsen inträffade vid tidpunkten för olyckan.",
      "url": "https://www.svt.se/nyheter/utrikes/bil-har-kort-in-i-flera-personer-i-berlin",
      "domain": "svt.se",
      "published": "2025-09-04T12:08:07Z"
    },
    {
      "title": "Forskare: Klimatförändringar förvärrade bränderna i Spanien och Portugal",
      "summary": "Studien genomfördes av 13 forskare från olika universitet och meteorologiska myndigheter. Det är inte en fullständig så kallad attributionsstudie, eftersom forskarna analyserade väderobservationer men inte använde klimatmodeller. Resultaten överensstämmer dock med vetenskap som fokuserar på skogsbränder i regionen och en fullständig attributionsanalys av de senaste skogsbränderna i Turkiet, Grekland och Cypern.",
      "url": "https://www.svt.se/nyheter/utrikes/forskare-klimatforandringar-forvarrade-branderna-i-spanien-och-portugal",
      "domain": "svt.se",
      "published": "2025-09-04T04:28:27Z"
    },
    {
      "title": "Bergbana har spårat ur i Lissabon",
      "summary": "Olyckan inträffade mellan Restauradores och Príncipe Real. Bergbanan var på väg ner från utsiktsplatsen São Pedro de Alcântara när den plötsligt spårade ur och kraschade in i en byggnad. Vittnen berättar för lokala medier hur bergbanan skenade okontrollerat nerför den smala gränden.",
      "url": "https://www.svt.se/nyheter/utrikes/tre-doda-nar-bergsbana-sparade-ur-i-portugal",
      "domain": "svt.se",
      "published": "2025-09-03T18:14:03Z"
    },
    {
      "title": "Därför möts Ryssland, Nordkorea och Kina just nu",
      "summary": "Militärparaden i Peking är den första i sitt slag på åtta år. Rysslands president Vladimir Putin och Nordkoreas diktator Kim Jong - Un var de mest uppmärksammade besökarna. Det är första gången som männen har träffats i offentligheten.",
      "url": "https://www.svt.se/nyheter/utrikes/darfor-mots-ryssland-nordkorea-och-kina-just-nu",
      "domain": "svt.se",
      "published": "2025-09-03T11:53:13Z"
    }
  ]
}