{
  "span": "day",
  "language": "sv",
  "category": "world",
  "generated": "2025-09-06T22:27:18+00:00",
  "total_raw": 10,
  "total_rank": 5,
  "min_required": 3,
  "fallback_used": false,
  "cards": [
    {
      "title": "Bergbaneolyckan i Lissabon orsakades av kabelfel",
      "summary": "Sexton människor omkom när en kabel som förenade två bergbanevagnar gick av på onsdagskvällen och den ena vagnen störtade ner och krockade med en byggnad. Bland dödsoffren fanns 11 utlänningar, men inga finländare. En officiell och mer detaljerad rapport om olyckan väntas vara klar först närmare slutet av oktober.",
      "url": "https://yle.fi/a/7-10083884?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-06T20:27:45Z"
    },
    {
      "title": "Därför undviker EU att markera skarpt mot Serbien",
      "summary": "Protester ägde rum utanför filosofiska fakulteten på Novi Sads universitet. EU: s intresse för Serbien som viktig strategisk partner kan väga in och dämpa viljan till konflikt. Protesterna har hittills varit i huvudsak fredliga, men våldsamma grupper har angripit polis med stenkastning och fyrverkerier.",
      "url": "https://www.svt.se/nyheter/utrikes/darfor-undviker-eu-att-markera-skarpt-mot-serbien",
      "domain": "svt.se",
      "published": "2025-09-06T17:24:00Z"
    },
    {
      "title": "SVT: Ryska signaler har stört 123 000 flyg i Östersjöområdet på fyra månader",
      "summary": "I april påverkades 27 procent av flygningarna i de aktuella luftrummen. I vissa regioner översteg andelen 42 procent. Problemen varierade från felaktiga positionsuppgifter till systemstörningar som kunde följa flyget även efter att de lämnat störningsområdet.",
      "url": "https://yle.fi/a/7-10083874?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-06T09:51:39Z"
    },
    {
      "title": "Massivt bråk om vaccin i USA",
      "summary": "Robert F. Kennedy har en minst sagt arbetsam sommar bakom sig. Under de senaste månaderna har hälsoministern klubbat reform efter reform – och ofta mötts av skarp kritik.",
      "url": "https://www.svt.se/nyheter/utrikes/massivt-brak-om-vaccin-i-usa-kraver-att-robert-f-kennedy-avgar",
      "domain": "svt.se",
      "published": "2025-09-06T09:57:19Z"
    },
    {
      "title": "Ny attack mot höghus i Gaza stad",
      "summary": "Hamas använde 15 våningar Soussi Tower för att observera israeliska trupper och utföra attacker via underjordiska tunnlar anslutna till huset. IDF: s talesman förvarnade invånarna om att attacken var på gång, och uppmanade dem att evakuera. En IDF talesman sade att attacken pågick, och att boende uppmanades att hålla sig borta från området i väntan på en evakueringsorder.",
      "url": "https://www.svt.se/nyheter/utrikes/ny-attack-mot-hoghus-i-gaza-stad",
      "domain": "svt.se",
      "published": "2025-09-06T14:07:23Z"
    }
  ]
}