{
  "span": "day",
  "language": "sv",
  "category": "world",
  "generated": "2025-09-13T06:43:26+00:00",
  "total_raw": 19,
  "total_rank": 5,
  "min_required": 3,
  "fallback_used": false,
  "cards": [
    {
      "title": "Analys: AI eller inte AI, det är frågan",
      "summary": "Svenska Yle använder artificiell intelligens ( AI ) i vissa arbetsmoment. AI - läsare hallucinerar, som AI - modeller gör, till exempel genom att hävda att det gör språket mer idiomatiskt att använda en viss preposition eller ett specifikt verb i ett givet sammanhang. Forskare har varnat för vilken inverkan AI - användning kan ha på våra hjärnor.",
      "url": "https://yle.fi/a/7-10084282?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-13T04:17:13Z"
    },
    {
      "title": "EU-parlamentarikern Eero Heinäluoma sågar EU:s avtal med Trump: Dyrt, orättvist…",
      "summary": "EU: s tullavtal mellan USA och EU har tredubblats från knappt fem procent till 15 procent. Eero Heinäluoma säger att EU har vikt sig för trycket från Washington. EU - kommissionens ordförande Ursula von der Leyen säger att transatlantisk handel är avgörande för unionen.",
      "url": "https://yle.fi/a/7-10084248?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-12T08:05:06Z"
    },
    {
      "title": "Försvarsforskare: Det finns alltid orsak att vara vaksam då Ryssland övar",
      "summary": "Ryssland och Belarus har inlett sin gemensamma stora militärövning Zapad. Övningen omfattar övningar i båda länderna samt i Östersjön och Barents hav. Överfurir Johan Huovinen säger att Ryssland ville se vilken typ av beredskap det polska luftförsvaret har tillsammans med Natos styrkor, de amerikanska styrkorna och övriga länders förband i Polen.",
      "url": "https://yle.fi/a/7-10084274?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-12T13:48:08Z"
    },
    {
      "title": "USA-expert: ”Riskerar leda till en ny våldsspiral",
      "summary": "Charlie Kirk var en hög profil konservativ aktivist och beskrivs som en grundpelare i en konservativ våg bland unga i USA. När Kirk var 18 grundade han sin politiska organisation Turning Point med målet att sprida konservativa ideal på liberalt inriktade amerikanska högskolor. Kirk blev ett känt namn i hela USA när han började lägga upp filmade debatter på olika universitet.",
      "url": "https://svt.se/nyheter/utrikes/usa-expert-riskerar-leda-till-en-ny-valdsspiral",
      "domain": "svt.se",
      "published": "2025-09-12T14:25:00Z"
    },
    {
      "title": "Han pekas ut som skytten",
      "summary": "Tyler Robinson, 22 år, greps sent på torsdagskvällen lokal tid. Polisen ska ha gått igenom meddelanden mellan Robinson och hans rumskamrat, där han skrivit om ett vapen. Robinson är nu misstänkt för mord, vapenbrott och hindrande av rättsväsendet.",
      "url": "https://svt.se/nyheter/utrikes/han-pekas-ut-som-skytten-uppgifterna-polisen-gick-pa",
      "domain": "svt.se",
      "published": "2025-09-12T18:34:41Z"
    }
  ]
}