{
  "span": "day",
  "language": "sv",
  "category": "world",
  "generated": "2025-09-12T06:49:19+00:00",
  "total_raw": 22,
  "total_rank": 5,
  "min_required": 3,
  "fallback_used": false,
  "cards": [
    {
      "title": "Brasiliens expresident Bolsonaro döms till 27 års fängelse",
      "summary": "Fyra av fem domare i Brasiliens högsta domstol röstade för en fällande dom mot den tidigare presidenten Jair Bolsonaro. Han dömdes för att ha planerat en statskupp för att behålla makten efter att ha förlorat presidentvalet 2022 till vänsterns Luiz Inacio Lula da Silva. Bolsonaros advokater har redan meddelat att de kommer att överklaga domen.",
      "url": "https://yle.fi/a/7-10084191?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-11T19:42:04Z"
    },
    {
      "title": "Stubb i Kiev: ”Ryssland misslyckas i alla sina strategiska målsättningar",
      "summary": "Alexander Stubb träffade Ukrainas president Volodymyr Zelenskyj för att diskutera det aktuella läget i Ukraina och försöken att få slut på Rysslands anfallskrig samt Finlands stöd till Ukraina. Stubb konstaterade sobert att Ryssland vill eskalera kriget. Gränserna mellan fred och krig har suddats ut, vilket också de ryska drönarattackerna mot Polen i onsdags har visat: Ryssland handlar vårdslöst och kommer att fortsätta att pröva Europa.",
      "url": "https://yle.fi/a/7-10084190?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-11T07:15:17Z"
    },
    {
      "title": "200 apparater kan ge Finland en drönarmur vid östgränsen",
      "summary": "EU - kommissionens ordförande Ursula von der Leyen nämnde möjligheten att bygga en så kallad drönarmur. Sensofusion Oy tillverkar system för att upptäcka och försvara sig mot drönare. Systemet kan i bästa fall upptäcka drönarrörelser på 200 kilometers avstånd.",
      "url": "https://yle.fi/a/7-10084246?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-11T18:37:28Z"
    },
    {
      "title": "Här är ryska ambassadörens falska påståenden",
      "summary": "New York Times länkar massdödandet i Butja till en specifik rysk fallskärmsenhet. En senare granskning stärker bilden med nypublicerade dashcam - och drönarklipp. Regioner har rätt att besluta om ett andra lokalt språk, säger Maria Popova, professor i ukrainsk och rysk politik vid McGill University.",
      "url": "https://svt.se/nyheter/utrikes/har-ar-ryska-ambassadorens-falska-pastaenden-och-experternas-svar",
      "domain": "svt.se",
      "published": "2025-09-11T17:04:44Z"
    },
    {
      "title": "FBI släpper bild på misstänkt man i Charlie Kirk-utredningen",
      "summary": "En belöning på 100 000 dollar erbjuds nu till den som kan ge information som kan leda till ett gripande. FBI säger att de har bild av en misstänkt man i utredningen tagen från en övervakningsvideo – vilket myndigheten nu publicerat. Till en början valde FBI att inte offentliggöra bilden med motiveringen att man ville gå vidare i utredningen på ett säkert sätt för att skydda de inblandade.",
      "url": "https://svt.se/nyheter/utrikes/fbi-slapper-bild-pa-misstankt-man-i-utredningen-om-charlie-kirk",
      "domain": "svt.se",
      "published": "2025-09-11T16:12:28Z"
    }
  ]
}