{
  "span": "month",
  "language": "sv",
  "category": "world",
  "generated": "2025-09-06T01:01:14+00:00",
  "total_raw": 18,
  "total_rank": 4,
  "min_required": 3,
  "fallback_used": false,
  "cards": [
    {
      "title": "Trump döper om Försvarsdepartementet",
      "summary": "Ordern uppmanar till att använda det nya namnet och att titulera försvarsminister Pete Hegseth som krigsminister. Innan dess hette det just Department of War ( Krigsdepartementet ), ett namn som användes under större delen av USA: s historia fram till efter andra världskriget. Namnet blir inledningsvis en.",
      "url": "https://www.svt.se/nyheter/utrikes/trump-doper-om-forsvarsdepartementet-ska-heta-krigsdepartementet",
      "domain": "svt.se",
      "published": "2025-09-05T20:31:38Z"
    },
    {
      "title": "Biden opererad för hudcancer",
      "summary": "För två år sedan, när Biden fortfarande var USA: s president, gjorde han en liknande operation på bröstet. Då rörde det sig om basaliom, en vanlig form av hudcancer. I maj tidigare i år bekräftade Joe Biden även att han diagnostiserats med en aggressiv form av prostatacancer som spridit sig till hans skelett.",
      "url": "https://www.svt.se/nyheter/utrikes/biden-opererad-for-hudcancer",
      "domain": "svt.se",
      "published": "2025-09-04T22:23:10Z"
    },
    {
      "title": "Bergbana har spårat ur i Lissabon",
      "summary": "Olyckan inträffade mellan Restauradores och Príncipe Real. Bergbanan var på väg ner från utsiktsplatsen São Pedro de Alcântara när den plötsligt spårade ur och kraschade in i en byggnad. Vittnen berättar för lokala medier hur bergbanan skenade okontrollerat nerför den smala gränden.",
      "url": "https://www.svt.se/nyheter/utrikes/tre-doda-nar-bergsbana-sparade-ur-i-portugal",
      "domain": "svt.se",
      "published": "2025-09-03T18:14:03Z"
    },
    {
      "title": "Tusentals Epstein-dokument offentliggörs",
      "summary": "Det är ännu inte klart hur mycket ny information dokumenten innehåller. Demokraterna i tillsynsutskottet fann 97 procent av de dokument som mottagits från justitiedepartementet redan var offentliga. Jeffrey Epstein hittades död i sin fängelsecell 2019 i väntan på rättegång.",
      "url": "https://www.svt.se/nyheter/utrikes/tusentals-epstein-dokument-offentliggors",
      "domain": "svt.se",
      "published": "2025-09-03T00:15:37Z"
    }
  ]
}