{
  "span": "day",
  "language": "sv",
  "category": "world",
  "generated": "2025-09-10T06:50:31+00:00",
  "total_raw": 20,
  "total_rank": 5,
  "min_required": 3,
  "fallback_used": false,
  "cards": [
    {
      "title": "Frankrike kan lamslås av massprotester mot presidenten",
      "summary": "Hundratusentals fransmän förväntas delta i stora protester på onsdag. De kommer att omfatta blockader vid oljeraffinaderier och företaget Amazons lokaler. Macron delar ut hur mycket pengar som helst till kriget i Ukraina, men för oss på hemmaplan dras resurserna ned.",
      "url": "https://yle.fi/a/7-10083959?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-10T06:11:10Z"
    },
    {
      "title": "Det här vet vi nu om Israels attack i Qatar",
      "summary": "Israel utförde ett precisionsanfall mot mål i Qatars huvudstad Doha. Enligt Hamas dödade Israel fem av dess medlemmar men Hamas förhandlingsdelegation, inklusive Khalil al - Hayya, överlevde. Både Qatar och Hamas har även uppgett att en qatarisk säkerhetstjänsteman dödades i attacken.",
      "url": "https://yle.fi/a/7-10084086?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-10T05:52:51Z"
    },
    {
      "title": "Europa försöker lära sig maktens språk på nytt: ”Vi måste bli mindre beroende av…",
      "summary": "USA: s ändrade utrikespolitik ställer Europeiska unionen inför nya utmaningar. USA vill dra sig tillbaka från internationella konflikter och fokusera mer på landets egna intressen. EU har en lång tradition av samarbete och ömsesidigt beroende, och har haft en försiktig roll i konflikter.",
      "url": "https://yle.fi/a/7-10083784?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-10T02:30:12Z"
    },
    {
      "title": "De tycker att Trump borde få fredspriset: ”Väldigt missförstådd",
      "summary": "Andra som nominerat Trump är Azerbajdzjans premiärminister och Armeniens president. Trump säger sig ha löst ett krig i månaden sedan han blev president igen. Den amerikanska presidenten är värd fredspriset.",
      "url": "https://svt.se/nyheter/utrikes/de-tycker-att-trump-borde-fa-fredspriset-valdigt-missforstadd",
      "domain": "svt.se",
      "published": "2025-09-09T20:55:17Z"
    },
    {
      "title": "Nepals premiärminister avgår efter dödliga protester",
      "summary": "Hundratals demonstranter drabbade samman med kravallpolis efter att regeringens blockad av 26 sociala medie - plattformar väckt ilska. Bland demonstranterna fanns många unga personer och protesterna har därför kommit att kallas generation Z - protesterna. Politiker fördömer polisens våld Nu har premiärminister KP Sharma Oli och inrikesminister Ramesh Lekhak avgått och fördömt polisens våld.",
      "url": "https://svt.se/nyheter/utrikes/nepals-premiarminister-avgar-efter-dodliga-protester",
      "domain": "svt.se",
      "published": "2025-09-09T09:24:04Z"
    }
  ]
}