{
  "span": "month",
  "language": "sv",
  "category": "world",
  "generated": "2025-09-11T06:55:55+00:00",
  "total_raw": 56,
  "total_rank": 6,
  "min_required": 3,
  "fallback_used": false,
  "cards": [
    {
      "title": "Analys: Mordet på Charlie Kirk är en symbol för USA:s brutala politiska verkligh…",
      "summary": "Kirk var en av de mest framgångsrika amerikanska konservativa rösterna och en ideologisk frontfigur för den yngre generationens Maga - anhängare. Kirks anhängare menar att han verkligen försökte skapa dialog, ofta genom att bjuda in politiska motståndare till öppen debatt. Politiskt motiverade attacker mot politiker eller statligt anställda har ökat dramatiskt under de senaste åren i USA.",
      "url": "https://yle.fi/a/7-10084175?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-11T05:38:18Z"
    },
    {
      "title": "Frankrike kan lamslås av massprotester mot presidenten",
      "summary": "Hundratusentals fransmän förväntas delta i stora protester på onsdag. De kommer att omfatta blockader vid oljeraffinaderier och företaget Amazons lokaler. Macron delar ut hur mycket pengar som helst till kriget i Ukraina, men för oss på hemmaplan dras resurserna ned.",
      "url": "https://yle.fi/a/7-10083959?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-10T06:11:10Z"
    },
    {
      "title": "Analys: Norge valde trygghet men nu väntar armbrytning mellan olja och grön omst…",
      "summary": "Höstvalet ritade om den politiska kartan rejält i Norge. Den stora skrällen var att populistiska Fremskrittspartiet blev större än de andra borgerliga partierna tillsammans. Istället blev valet en katastrof för det moderata borgerliga partiet Høyre.",
      "url": "https://yle.fi/a/7-10083727?origin=rss",
      "domain": "yle.fi",
      "published": "2025-09-09T06:46:05Z"
    },
    {
      "title": "Presidentfruar skickar brev om fred",
      "summary": "Under sommaren har första damerna Melania Trump, Olena Zelenska och Emine Erdogan skickat brev till Vladimir Putin. I breven har man uppmanat till fred i världen, Gaza och Ukraina samt lyft barnens situation i krig. En traditionell kvinnoroll som presidentfruarna intagit i sommar har funnits i över 100 år, säger Birgitta Niklasson, statsvetare vid Göteborgs universitet, och Susanna Erlandsson, historiker vid Uppsala universitet.",
      "url": "https://www.svt.se/nyheter/utrikes/presidentfruar-skickar-brev-om-fred-likt-1950-tal",
      "domain": "svt.se",
      "published": "2025-09-05T01:26:28Z"
    },
    {
      "title": "Sudan: Hundratusentals fast i dödsfälla",
      "summary": "Den humanitära krisen i Sudan har redan kallats världens största. En konflikt som sedan april 2023 har förvandlat ett land till ett slagfält mellan armén och Rapid support forces ( RSF ) Civilbefolkningen som försöker lämna al - Fashir fastnar i RSF: s vägspärrar och utsätts för övergrepp, inklusive sexuella övergrepp, rapporterar Reuters. Omkring 25 miljoner människor uppges lida av akut hunger och många tvingas nu att överleva på djurfoder.",
      "url": "https://www.svt.se/nyheter/utrikes/sudan-hundratusentals-fast-i-dodsfalla",
      "domain": "svt.se",
      "published": "2025-09-04T18:52:21Z"
    },
    {
      "title": "Bergbana har spårat ur i Lissabon",
      "summary": "Olyckan inträffade mellan Restauradores och Príncipe Real. Bergbanan var på väg ner från utsiktsplatsen São Pedro de Alcântara när den plötsligt spårade ur och kraschade in i en byggnad. Vittnen berättar för lokala medier hur bergbanan skenade okontrollerat nerför den smala gränden.",
      "url": "https://www.svt.se/nyheter/utrikes/tre-doda-nar-bergsbana-sparade-ur-i-portugal",
      "domain": "svt.se",
      "published": "2025-09-03T18:14:03Z"
    }
  ]
}